[
  {
    "subject":"Sinh học",
    "exam_num": 1,
    "time": 50,
    "questions": [
      {"ques":"Nhiễm sắc thể ở sinh vật nhân chuẩn được cấu tạo từ chất nhiễm sắc có thành phần chủ yếu gồm",
        "ans_a":"A. ARN và pôlipeptit.",
        "ans_b":"B. ARN và prôtêin loại histon.",
        "ans_c":"C. ADN và prôtêin loại histon.",
        "ans_d":"D. lipit và pôlisaccarit.","ans_true":	3	},
      {"ques":"Trong các bộ ba sau đây, bộ ba nào là bộ ba kết thúc quá trình dịch mã?",
        "ans_a":"A. 3' AGU 5'.",
        "ans_b":"B. 3' UAG 5'.",
        "ans_c":"C. 3' UGA 5'.",
        "ans_d":"D. 5' AUG 3'.","ans_true":	1	},
      {"ques":"Dạng đột biến gen nào sau đây có thể làm thay đổi một axit amin nhưng không làm thay đổi số lượng axit amin trong chuỗi pôlipeptit tương ứng?",
        "ans_a":"A. Mất một cặp nuclêôtit ở bộ ba mã hoá thứ năm của gen.",
        "ans_b":"B. Thay thế cặp nuclêôtit thứ 14 của gen bằng một cặp nucleotit khác.",
        "ans_c":"C. Thêm một cặp nuclêôtit ở bộ ba mã hoá thứ năm của gen.",
        "ans_d":"D. Mất ba cặp nuclêôtit ở bộ ba mã hoá thứ năm của gen.","ans_true":	2	},
      {"ques":"Cho một cây cà chua tứ bội có kiểu gen AAaa lai với một cây lưỡng bội có kiểu gen Aa. Quá trình giảm phân ở các cây bố mẹ xảy ra bình thường, các loại giao tử được tạo ra đều có khả năng thụ tinh. Tỉ lệ kiểu gen đồng hợp tử lặn ở đời con là",
        "ans_a":"A. 1/2.",
        "ans_b":"B. 1/36.",
        "ans_c":"C. 1/12.",
        "ans_d":"D. 1/6.","ans_true":	3	},
      {"ques":"Việc loại khỏi NST những gen không mong muốn trong công tác chọn giống được ứng dụng từ dạng đột biến?",
        "ans_a":"A. Đảo đoạn NST",
        "ans_b":"B. Lặp đoạn NST",
        "ans_c":"C. Mất đoạn nhỏ.",
        "ans_d":"D. Chuyển đoạn NST.","ans_true":	3	},
      {"ques":"Một loài thực vật có bộ nhiễm sắc thể 2n = 14. Số loại thể một kép (2n-1-1) có thể có ở loài này là?",
        "ans_a":"A. 21",
        "ans_b":"B. 14",
        "ans_c":"C. 42",
        "ans_d":"D. 7","ans_true":	1	},
      {"ques":"Đột biến cấu trúc NST là quá trình làm?",
        "ans_a":"A. Thay đổi thành phần prôtêin trong NST.",
        "ans_b":"B. Phá huỷ mối liên kết giữa prôtêin và ADN.",
        "ans_c":"C. Thay đổi cấu trúc NST.",
        "ans_d":"D. Biến đổi ADN tại một điểm nào đó trên NST.","ans_true":	3	},
      {"ques":"Trong cơ chế điều hòa biểu hiện gen ở E.coli, trình tự khởi động nằm trong cấu trúc của operon có vai trò rất quan trọng trong sự biểu hiện của operon, trình tự khởi động là?",
        "ans_a":"A. Vùng chứa bộ ba qui định axit amin mở đầu của chuỗi polipeptit.",
        "ans_b":"B. Trình tự nằm trước vùng vận hành, là vị trí tương tác của enzim ARN polimeraza.",
        "ans_c":"C. Trình tự nằm ở đầu 5' của mạch mang mã gốc và chứa tín hiệu mã hóa cho axit amin đầu tiên.",
        "ans_d":"D. Trình tự nằm trước gen cấy trúc là vị trí tương tác với protein ức chế.","ans_true":	2	},
      {"ques":"Trong cơ chế điều hoà hoạt động của opêron Lac, sự kiện nào sau đây diễn ra cả khi môi trường có lactôzơ và khi môi trường không có lactôzơ?",
        "ans_a":"A. Các gen cấu trúc Z, Y, A phiên mã tạo ra các phân tử mARN tương ứng.",
        "ans_b":"B. ARN pôlimeraza liên kết với vùng khởi động của opêron Lac và tiến hành phiên mã.",
        "ans_c":"C. Gen điều hoà R tổng hợp prôtêin ức chế.",
        "ans_d":"D. Một số phân tử lactôzơ liên kết với prôtêin ức chế.","ans_true":	3	},
      {"ques":"Một cơ thể có kiểu gen AaBbDdEeHh. Nếu trong quá trình giảm phân có 0,8 % số tế bào bị rối loạn phân li của cặp NST mang cặp gen Dd ở trong giảm phân I và giảm phân II diễn ra bình thường, các cặp NST khác giảm phân bình thường. Tính theo lí thuyết loại giao tử abDdEh chiếm tỉ lệ bao nhiêu?",
        "ans_a":"A. 0,025%",
        "ans_b":"B. 0,2%",
        "ans_c":"C. 0,25%",
        "ans_d":"D. 0,05%","ans_true":	1	},
      {"ques":"Ở cà chua, alen A quy định quả đỏ trội hoàn toàn so với alen a quy định quả vàng. Biết rằng các cây tứ bội giảm phân cho giao tử 2n có khả năng thụ tinh bình thường. Tính theo lí thuyết, phép lai giữa hai cây cà chua tứ bội có kiểu gen AAaa và aaaa cho đời con có tỉ lệ kiểu hình là?",
        "ans_a":"A. 3 cây quả đỏ : 1 cây quả vàng",
        "ans_b":"B. 5 cây quả đỏ : 1 cây quả vàng",
        "ans_c":"C. 11 cây quả đỏ : 1 cây quả vàng",
        "ans_d":"D. 35 cây quả đỏ : 1 cây quả vàng","ans_true":	2	},
      {"ques":"Một chuỗi polinucleotit tổng hợp nhân tạo từ hỗn hợp dung dịch chứa U và X theo tỉ lệ 4:1. Số đơn vị mã chứa 2U1X và tỉ lệ mã di truyền 2U1X lần lượt là?",
        "ans_a":"A. 8 và 64/125",
        "ans_b":"B. 8 và 48/125",
        "ans_c":"C. 8 và 16/125",
        "ans_d":"D. 3 và 48/125","ans_true":	4	},
      {"ques":"Quan sát một loài thực vật, trong quá trình giảm phân hình thành hạt phấn không xảy ra đột biến và trao đổi chéo đã tạo ra tối đa 28 loại giao tử. Lấy hạt phấn của cây trên thụ phần cho một cây cùng loài thu được hợp tử. Hợp tử này nguyên phân liên tiếp 4 đợt tạo ra các tế bào con với tổng số 384 nhiễm sắc thể ở trạng thái chưa nhân đôi. Hợp tử trên thuộc thể?",
        "ans_a":"A. Tam bội",
        "ans_b":"B. Ba nhiễm",
        "ans_c":"C. Tứ bội",
        "ans_d":"D. Lệch bội.","ans_true":	1	},
      {"ques":"Theo Menđen, trong phép lai về một cặp tính trạng tương phản, chỉ một tính trạng biểu hiện ở F1. Tính trạng biểu hiện ở F1 gọi là?",
        "ans_a":"A. Tính trạng lặn",
        "ans_b":"B. Tính trạng trung gian.",
        "ans_c":"C. Tính trạng ưu việt.",
        "ans_d":"D. Tnh trạng trội.","ans_true":	4	},
      {"ques":"Một tế bào có 2n = 6 NST, kí hiệu là AaBbDd tham gia nguyên phân. Giả sử một NST của cặp Aa và một NST của cặp Bb không phân ly trong quá trình nguyên phân. Có thể gặp các tế bào con có thành phần nhiễm sắc thể là?",
        "ans_a":"A. AAaaBBDd và AaBBbDd hoặc AAaBDd và aBBbDd.",
        "ans_b":"B. AAaBBbDd và abDd hoặc AAabDd và aBBbDd.",
        "ans_c":"C. AaBBbDd và abDd hoặc AAabDd và AaBbbDd.",
        "ans_d":"D. AaBbDd và AAaBbbdd hoặc AAaBBDd và abbDd.","ans_true":	2	},
      {"ques":"Bóng đen ập xuống lặp lại nhiều lần mà không có nguy hiểm nào, gà con không chạy đi ẩn nấp nữa là kiểu học tập",
        "ans_a":"A. Học ngầm",
        "ans_b":"B. In vết.",
        "ans_c":"C. Quen nhờn.",
        "ans_d":"D. Học khôn.","ans_true":	3	},
      {"ques":"Một cá thể ở một loài động vật có bộ nhiễm sắc thể là 2n = 12. Khi quan sát quá trình giảm phân của 2000 tế bào sinh tinh, người ta thấy 20 tế bào có cặp nhiễm sắc thể số 1 không phân li trong giảm phân I, các sự kiện khác trong giảm phân diễn ra bình thường; các tế bào còn lại giảm phân bình thường. Theo lí thuyết, trong tổng số giao tử được tạo thành từ quá trình trên thì số giao tử có 5 nhiễm sắc thể chiếm tỉ lệ?",
        "ans_a":"A. 2%.",
        "ans_b":"B. 0,25%",
        "ans_c":"C. 1%",
        "ans_d":"D. 0,5%","ans_true":	4	},
      {"ques":"Trong các dạng đột biến gen thì?",
        "ans_a":"A. Đột biến gen trội có nhiều ý nghĩa đối với quá trình tiến hóa vì chỉ gen trội mới tạo ra kiểu hình thích nghi với điều kiện môi trường hiện tại vì vậy mà nó làm tăng giá trị thích nghi của quần thể trước sự thay đổi của điều kiện môi trường.",
        "ans_b":"B. Đột biến gen lặn có nhiều ý nghĩa đối với quá trình tiến hóa vì khi nó tạo ra sẽ không biểu hiện ngay mà tồn tại ở trạng thái dị hợp, dù là đột biến có hại thì cũng không biểu hiện ngay ra kiểu hình vì vậy có nhiều cơ hội tồn tại và làm tăng sự đa dạng di truyền trong quần thể.",
        "ans_c":"C. Đột biến trội hay đột biến lặn đều có ý nghĩa như nhau đối với quá trình tiến hóa vì nó tạo ra alen mới làm phong phú vốn gen của quần thể là nguyên liệu sơ cấp cho quá trình tiến hóa.",
        "ans_d":"D. Đột biến gen trội có nhiều ý nghĩa hơn đối với quá trình tiến hóa vì nó biểu hiện ngay ra ngoài kiểu hình mà đột biến gen trội thường có lợi cho sinh vật vì vậy có thể nhanh chóng tạo ra những dạng thích nghi thay thế những dạng kém thích nghi.","ans_true":	2	},
      {"ques":"Loại đột biến cấu trúc nhiễm sắc thể ít gây hậu quả nghiêm trọng cho cơ thể là?",
        "ans_a":"A. Lặp đoạn và mất đoạn lớn.",
        "ans_b":"B. Chuyển đoạn lớn và đảo đoạn.",
        "ans_c":"C. Mất đoạn lớn.",
        "ans_d":"D. Đảo đoạn.","ans_true":	4	},
      {"ques":"Trường hợp nào sẽ dẫn tới sự di truyền liên kết?",
        "ans_a":"A. Các cặp gen quy định các tính trạng xét tới cùng nằm trên 1 cặp nhiễm sắc thể.",
        "ans_b":"B. Các cặp gen quy định các tính trạng nằm trên các cặp nhiễm sắc thể khác nhau.",
        "ans_c":"C. Tất cả các gen nằm trên cùng một nhiễm sắc thể phải luôn di truyền cùng nhau.",
        "ans_d":"D. Các tính trạng khi phân ly làm thành một nhóm tính trạng liên kết.","ans_true":	1	},
      {"ques":"Bệnh máu khó đông ở người do gen lặn nằm trên NST giới tính X quy định và không có alen tương ứng trên Y. Bố bị bệnh, mẹ bình thường, con gái bị bệnh. Điều nào sau đây là chính xác?",
        "ans_a":"A. Con gái nhận gen gây bệnh từ bố",
        "ans_b":"B. Con gái nhận gen gây bệnh từ mẹ",
        "ans_c":"C. Con gái nhận gen gây bệnh từ cả bố và mẹ",
        "ans_d":"D. Con gái nhận gen gây bệnh từ ông nội","ans_true":	3	},
      {"ques":"Kết quả phép lai thuận nghịch khác nhau, đời con luôn biểu hiện kiểu hình giống mẹ là đặc điểm của quy luật di truyền nào?",
        "ans_a":"A. Hoán vị gen",
        "ans_b":"B. Di truyền ngoài nhân",
        "ans_c":"C. Quy luật Menđen",
        "ans_d":"D. Tương tác gen","ans_true":	2	},
      {"ques":"Ở một loài thực vật lưỡng bội (2n = 8), có bộ NST có kí hiệu AaBbDdEe. Do đột biến đã làm xuất hiện các thể đột biến sau đây:.\n(1).Thể một nhiễm, bộ NST có ký hiệu là AaBbDEe\n(2). Thể bốn nhiễm, bộ NST có ký hiệu là AaBBbbDdEe; AaBBBbDdEe; AaBbbbDdEe.\n(3). Thể bốn nhiễm kép, bộ NST có thể có ký hiệu là AaBBbbDddEe.\n(4). Thể ba nhiễm kép, bộ NST có thể có ký hiệu là AaaBBbDdEe.\n(5). Thể không nhiễm, bộ NST có ký hiệu là AaBb.\n(6). Thể ba nhiễm, bộ NST có ký hiệu là AaaBbDdEe hoặc AAaBbDdEe.\nTrong các nhận định trên có bao nhiêu nhận định đúng?",
        "ans_a":"A. 1.",
        "ans_b":"B. 4",
        "ans_c":"C. 2.",
        "ans_d":"D. 3.","ans_true":	2	},
      {"ques":"Số mạch đơn ban đầu của một phân tử ADN chiếm 6,25 % số mạch đơn có trong tổng số các phân tử ADN con được tái bản từ ADN ban đầu. Trong quá trình tái bản môi trường đã cung cấp nguyên liệu tương đương với 104160 Nu. Phân tử ADN này có chiều dài là?",
        "ans_a":"A. 11067 Å.",
        "ans_b":"B. 5712 Å.",
        "ans_c":"C. 11804,8 Å.",
        "ans_d":"D. 25296 Å.","ans_true":	3	},
      {"ques":"Một tế bào có kiểu gen AaBbDD khi giảm phân bình thường thực tế cho mấy loại giao tử?",
        "ans_a":"A. 2",
        "ans_b":"B. 4",
        "ans_c":"C. 8",
        "ans_d":"D. 9","ans_true":	1	},
      {"ques":"Xét các phát biểu sau\n(1). Mã di truyền có tính thoái hoá tức là một mã di truyền có thể mã hoá cho một hoặc một số loại axit amin\n(2). Tất cả các ADN đều có cấu trúc mạch kép\n(3). Phân tử tARN đều có cấu trúc mạch kép và đều có liên kết hiđrô\n(4). Ở trong cùng một tế bào, ADN là loại axit nucleic có kích thước lớn nhất\n(5). ARN thông tin có cấu trúc mạch thẳng\nCó bao nhiêu phát biểu đúng?",
        "ans_a":"A. 3",
        "ans_b":"B. 1",
        "ans_c":"C. 4",
        "ans_d":"D. 2","ans_true":	4	},
      {"ques":"Các kiểu hướng động dương của rễ là?",
        "ans_a":"A. Hướng đất, hướng nước, huớng hoá.",
        "ans_b":"B. Hướng sáng, hướng nước, hướng hoá.",
        "ans_c":"C. Hướng đất, ướng sáng, huớng hoá.",
        "ans_d":"D. Hướng đất, hướng nước, hướng sáng.","ans_true":	1	},
      {"ques":"Cho dữ kiện về các diễn biến trong quá trình dịch mã:\n1- Sự hình thành liên kết peptit giữa axit amin mở đầu với axit amin thứ nhất.\n2- Hạt bé của ribôxôm gắn với mARN tại mã mở đầu\n3- tARN có anticodon là 3' UAX 5' rời khỏi ribôxôm.\n4- Hạt lớn của ribôxôm gắn với hạt bé.\n5- Phức hợp [fMet-tARN] đi vào vị trí mã mở đầu.\n6- Phức hợp [aa2-tARN] đi vào ribôxôm.\n7- Mêtionin tách rời khỏi chuổi pôlipeptit\n8- Hình thành liên kết peptit giữa aa1 và aa2.\n9- Phức hợp [aa1-tARN] đi vào ribôxôm.\nTrình tự nào sau đây là đúng?",
        "ans_a":"A. 2-5-9-1-4-6-3-7-8.",
        "ans_b":"B. 2-4-1-5-3-6-8-7.",
        "ans_c":"C. 2-4-5-1-3-6-7-8.",
        "ans_d":"D. 2-5-4-9-1-3-6-8-7.","ans_true":	4	},
      {"ques":"Rễ cây trên cạn hấp thụ nước và ion khoáng chủ yếu qua thành phần cấu tạo nào của rễ?",
        "ans_a":"A. Đỉnh sinh trưởng",
        "ans_b":"B. Rễ chính",
        "ans_c":"C. Miền sinh trưởng",
        "ans_d":"D. Miền lông hút","ans_true":	4	},
      {"ques":"Đường đi của máu trong hệ tuần hoàn kín của động vật là?",
        "ans_a":"A. Tim -> Mao mạch ->Tĩnh mạch -> Động mạch -> Tim",
        "ans_b":"B. Tim -> Động mạch -> Mao mạch ->Tĩnh mạch -> Tim",
        "ans_c":"C. Tim -> Động mạch -> Tĩnh mạch -> Mao mạch -> Tim",
        "ans_d":"D. Tim -> Tĩnh mạch -> Mao mạch -> Động mạch -> Tim","ans_true":	2	},
      {"ques":"Có hai loại prôtêin bình thường có cấu trúc khác nhau được dịch mã từ 2 phân tử mARN khác nhau. Biết hai phân tử mARN được phiên mã từ 1 gen trong nhân tế bào và các quá trình phiên mã, dịch mã diễn ra bình thường. Hiện tượng này xảy ra do?",
        "ans_a":"A. Các mARN được phiên mã từ một gen ở các thời điểm khác nhau.",
        "ans_b":"B. mARN sơ khai được xử lý theo những cách khác nhau tạo nên các phân tử mARN khác nhau.",
        "ans_c":"C. Một đột biến xuất hiện trước khi gen phiên mã làm thay đổi chức năng của gen.",
        "ans_d":"D. Hai prôtêin được tạo ra từ một gen nhưng ở hai riboxom khác nhau nên có cấu trúc khác nhau.","ans_true":	2	},
      {"ques":"Cân bằng nội môi là?",
        "ans_a":"A. Duy trì sự ổn định của môi trường trong tế bào.",
        "ans_b":"B. Duy trì sự ổn định của môi trường trong mô.",
        "ans_c":"C. Duy trì sự ổn định của môi trường trong cơ thể.",
        "ans_d":"D. Duy trì sự ổn định của môi trường trong cơ quan.","ans_true":	3	},
      {"ques":"Một gen có tỷ lệ A+T/G+X = 2/ 3. Một đột biến không làm thay đổi chiều dài của gen nhưng tỷ lệ A+T/G+X = 65,2 % . Đây là dạng đột biến?",
        "ans_a":"A. Thay thế cặp A –T bằng cặp G – X.",
        "ans_b":"B. Mất một cặp nuclêôtit.",
        "ans_c":"C. Thêm 1 cặp G-X",
        "ans_d":"D. Thay thế cặp G – X bằng cặp A – T.","ans_true":	1	},
      {"ques":"Hậu quả thường xảy ra đối với trẻ em khi thiếu iôt là?",
        "ans_a":"A. Các đặc điểm sinh dục phụ nam kém phát triển.",
        "ans_b":"B. Các đặc điểm sinh dục phụ nữ kém phát triển.",
        "ans_c":"C. Người nhỏ bé hoặc khổng lồ.",
        "ans_d":"D. Chậm lớn hoặc ngừng lớn, trí tuệ kém.","ans_true":	4	},
      {"ques":"Ở đậu Hà Lan, gen A: thân cao, alen a: thân thấp; gen B: hoa đỏ, alen b: hoa trắng nằm trên 2 cặp NST tương đồng. Cho đậu thân cao, hoa đỏ dị hợp về 2 cặp gen tự thụ phấn được F1. Nếu không có đột biến, tính theo lí thuyết, trong số cây thân cao, hoa trắng F1 thì số cây thân cao, hoa trắng đồng hợp chiếm tỉ lệ?",
        "ans_a":"A. 1/3.",
        "ans_b":"B. 1/8.",
        "ans_c":"C. 2/3.",
        "ans_d":"D. 3/16.","ans_true":	1	},
      {"ques":"Sinh vật nhân sơ, điều hòa hoạt động của gen diễn ra chủ yếu ở giai đoạn?",
        "ans_a":"A. Sau dịch mã.",
        "ans_b":"B. Dịch mã.",
        "ans_c":"C. Trước phiên mã.",
        "ans_d":"D. Phiên mã.","ans_true":	4	},
      {"ques":"Trong trường hợp không xảy ra đột biến mới, các thể tứ bội giảm phân tạo giao tử 2n có khả năng thụ tinh. Theo lý thuyết, các phép lai nào sau đây cho đời con có kiểu gen phân li theo tỉ lệ 1:2:1?\n(1) AAAa x AAAa. (2) Aaaa x Aaaa. (3) AAaa x AAAa. (4) AAaa x Aaaa.\nĐáp án đúng là:",
        "ans_a":"A. (1), (4)",
        "ans_b":"B. (2), (3)",
        "ans_c":"C. (1), (2).",
        "ans_d":"D. (3), (4).","ans_true":	3	},
      {"ques":"Trong trường hợp các gen phân li độc lập, tác động riêng rẽ và các gen trội là trội hoàn toàn, phép lai: AaBbCcDd x AaBbCcDd cho tỉ lệ kiểu hình A-bbC-D- ở đời con là?",
        "ans_a":"A. 3/ 256",
        "ans_b":"B. 81/256",
        "ans_c":"C. 1/16",
        "ans_d":"D. 27/256","ans_true":	4	},
      {"ques":"Cho các thông tin sau:\n(1) Làm thay đổi hàm lượng ADN ở trong nhân.\n(2) Không làm thay đổi số lượng và thành phần gen có trong mỗi nhóm gen liên kết.\n(3) Làm thay đổi chiều dài của ADN.\n(4) Làm thay đổi nhóm gen liên kết.\n(5) Được sử dụng để lập bản đồ gen.\n(6) Có thể làm ngừng hoạt động của gen trên NST.\n(7) Làm xuất hiện loài mới.\nCó bao nhiêu thông tin chính xác khi nói về đột biến mất đoạn nhiễm sắc thể.",
        "ans_a":"A. 5.",
        "ans_b":"B. 4.",
        "ans_c":"C. 3.",
        "ans_d":"D. 2.","ans_true":	1	},
      {"ques":"Một loài có 2n = 16. Biết rằng các NST có cấu trúc khác nhau, không xảy ra đột biến trong giảm phân. Khi nói về giảm phân tạo thành giao tử, một học sinh đưa ra các nhận định, theo lý thuyết có bao nhiêu nhận định chưa chính xác?\n(1). Nếu không có trao đổi chéo giữa các cặp NST thì số giao tử tối đa là 256.\n(2). Một cặp đã xảy ra trao đổi chéo tại 1 điểm thì số giao tử tối đa là 512.\n(3). Hai cặp đã xảy ra trao đổi chéo tại 1 điểm thì số giao tử tối đa là 1024.\n(4) Hai cặp có trao đổi chéo kép không đồng thời tại 2 điểm thì số giao tử tối đa là 256\n(5). Hai cặp có trao đổi chéo kép đồng thời tại 2 điểm thì số giao tử tối đa là 576.",
        "ans_a":"A. 1.",
        "ans_b":"B. 2.",
        "ans_c":"C. 3.",
        "ans_d":"D. 4.","ans_true":	2	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 2,
    "time": 50,
    "questions": [
      {"ques":"Khi nói về quá trình phiên mã và dịch mã, nhận định nào dưới đây là đúng?",
        "ans_a":"A. Quá trình dịch mã của sinh vật nhân sơ không có sự tham gia của ribôxôm.",
        "ans_b":"B. Ở sinh vật nhân thực, quá trình dịch mã diễn ra ở trong nhân tế bào.",
        "ans_c":"C. Ở gen phân mảnh, quá trình phiên mã chỉ diễn ra ở những đoạn mang mã hóa (êxôn).",
        "ans_d":"D. Ở sinh vật nhân thực, quá trình nhân đôi ADN xảy ra ở cả trong nhân và tế bào chất.","ans_true":	4	},
      {"ques":"Trường hợp nào dưới đây là cơ quan tương tự?",
        "ans_a":"A. Gai cây hoa hồng và gai cây hoàng liên.",
        "ans_b":"B. Tua cuốn của cây gấc và lá ngọn của cây mây.",
        "ans_c":"C. Gai cây hoàng liên và gai cây xương rồng.",
        "ans_d":"D. Gai cây xương rồng và tua cuốn của cây gấc","ans_true":	1	},
      {"ques":"Một quần thể thực vật có thành phần kiểu gen là 0,6Aa: 0,4AA. Qua một số thế hệ tự thụ phấn, tỉ lệ kiểu gen AA ở đời con là 66,25%. Hãy tính số thế hệ tự thụ phấn của quần thể nêu trên.",
        "ans_a":"A. 3.",
        "ans_b":"B. 2.",
        "ans_c":"C. 5.",
        "ans_d":"D. 1.","ans_true":	1	},
      {"ques":"Tập hợp sinh vật nào sau đây gọi là quần thể?",
        "ans_a":"A. Tập hợp cỏ dại trên một cánh đồng.",
        "ans_b":"B. Tập hợp cá Cóc sống trong Vườn Quốc Gia Tam Đảo.",
        "ans_c":"C. Tập hợp thân leo trong rừng mưa nhiệt đới.",
        "ans_d":"D. Tập hợp cá sống trong Hồ Tây.","ans_true":	2	},
      {"ques":"Nghiên cứu sự thay đổi tần số alen của quần thể qua 5 thế hệ liên tiếp thu được kết quả sau đây, dựa vào bảng trên đây em hãy cho biết. Quần thể đang chịu tác động của những nhân tố tiến hóa nào?",
        "img":"image/biological_2_5.jpg",
        "ans_a":"A. Chọn lọc tự nhiên.",
        "ans_b":"B. Giao phối không ngẫu nhiên và chọn lọc tự nhiên.",
        "ans_c":"C. Các yếu tố ngẫu nhiên và đột biến.",
        "ans_d":"D. Giao phối ngẫu nhiên và đột biến.","ans_true":	1	},
      {"ques":"Đối với quá trình tiến hóa, yếu tố ngẫu nhiên",
        "ans_a":"A. làm tăng sự đa dạng di truyền của quần thể sinh vật.",
        "ans_b":"B. làm biến đổi mạnh tần số alen của nhứng quần thể có kích thước nhỏ.",
        "ans_c":"C. chỉ đào thải các alen có hại và giữ lại các alen có lợi cho quần thể.",
        "ans_d":"D. làm thay đổi tần số alen và thành phần kiểu gen của quần thể theo hướng xác định.","ans_true":	2	},
      {"ques":"Hình ảnh trên đây nói về một quá trình trong cơ chế di truyền và biến dị ở cấp độ phân tử. Đó là quá trình",
        "img":"image/biological_2_7.png",
        "ans_a":"A. Điều hòa hoạt động của gen.",
        "ans_b":"B. Tái bản ADN.",
        "ans_c":"C. Phiên mã.",
        "ans_d":"D. Dịch mã.","ans_true":	3	},
      {"ques":"Ở người, gen lặn a nằm trên NST giới tính X quy định tính trạng máu khó đông, gen trội tương ứng A quy định tính trạng máu đông bình thường. Một cặp vợ chồng máu đông bình thường sinh con trai mắc bệnh máu khó đông. Kiểu gen của cặp vợ chồng trên là",
        "ans_a":"A. XaXa và XAY.",
        "ans_b":"B. XAXA và XaY.",
        "ans_c":"C. XaXa và XaY.",
        "ans_d":"D. XAXa và XAY.","ans_true":	4	},
      {"ques":"Ở người,bệnh máu khó đông và bệnh mù màu đỏ - xanh lục do 2 gen lặn (a,b) nằm trên NST giới tính X, không có alen tương ứng trên Y quy định. Một người phụ nữ bị bệnh mù màu đỏ - xanh lục và không bị bệnh máu khó đông lấy chồng bị bệnh máu khó đông và bị bệnh mù màu đỏ - xanh lục. Phát biểu nào sau đây đúng về những đứa con của cặp vợ chồng trên?",
        "ans_a":"A. Tất cả con gái của họ đều mắc bệnh máu khó đông.",
        "ans_b":"B. Tất cả con trai của họ đều mắc bệnh máu khó đông.",
        "ans_c":"C. Tất cả con gái của họ đều mắc bệnh mù màu đỏ - xanh lục.",
        "ans_d":"D. Tất cả con trai của họ đều mắc bệnh mù màu đỏ - xanh lục.","ans_true":	4	},
      {"ques":"Có bao nhiêu nhận xét dưới đây là đúng khi nói về đột biến cấu trúc NST?\n(1) Đột biến đảo đoạn NST chỉ làm thay đổi vị trí của gen trên NST mà không làm thay đổi số lượng gen.\n(2) Đột biến chuyển đoạn giữa các NST không tương đồng sẽ làm thay đổi nhóm gen liên kết.\n(3) Đột biến lặp đoạn NST có thể làm xuất hiện các cặp gen alen trên cùng một NST.\n(4) Đột biến chuyển đoạn nhỏ NST được ứng dụng để loại bỏ những gen không mong muốn ra khỏi giống cây trồng.\nĐột biến mất đoạn và chuyển đoạn có thể làm giảm khả năng sinh sản.",
        "ans_a":"A. 4.",
        "ans_b":"B. 2.",
        "ans_c":"C. 3.",
        "ans_d":"D. 1.","ans_true":	3	},
      {"ques":"Cơ chế điều chỉnh số lượng cá thể của quần thể không thông qua hình thức",
        "ans_a":"A. hợp tác.",
        "ans_b":"B. cạnh tranh.",
        "ans_c":"C. vật ăn thịt.",
        "ans_d":"D. di cư.","ans_true":	1	},
      {"ques":"Theo Đacuyn, nhân tố chính quy định chiều hướng và tốc độ biến đổi của các giống vật nuôi, cây trồng là",
        "ans_a":"A. biến dị xác định.",
        "ans_b":"B. biến dị cá thể.",
        "ans_c":"C. chọn lọc tự nhiên.",
        "ans_d":"D. chọc lọc nhân tạo.","ans_true":	4	},
      {"ques":"Ở một loài thú, alen A quy định mắt đỏ trội hoàn toàn so với alen a quy định mắt trắng (gen nằm trên vùng không tương đồng với NST trên NST X). Cho con cái mắt đỏ lai với con đực mắt đỏ, đời F1 thu được cả mắt đỏ và mắt trắng (100% mắt trắng là con đực). Cho những con cái F1 lai với con đực mắt trắng, đời con của phép lai này sẽ có kiểu hình như thế nào?",
        "ans_a":"A. 3 mắt trắng: 1 mắt đỏ",
        "ans_b":"B. 100% mắt đỏ.",
        "ans_c":"C. 3 mắt đỏ: 1 mắt trắng.",
        "ans_d":"D. 1 mắt đỏ: 1 mắt trắng","ans_true":	3	},
      {"ques":"Cho chuỗi thức ăn sau: Cà rốt -> thỏ -> cáo. Biết rằng năng lượng tích lũy trong cây cà rốt = 12.10⁶ Kcal, thỏ = 78.10⁶ Kcal, cáo = 9,75.10³ Kcal. Sinh vật bậc 2 trong chuỗi thức ăn trên có hiệu suất sinh thái bằng",
        "ans_a":"A. 4%",
        "ans_b":"B. 10%.",
        "ans_c":"C. 1,25%.",
        "ans_d":"D. 6,5%.","ans_true":	4	},
      {"ques":"Hiện tượng quần thể sinh vật dễ rơi vào trạng thái suy giảm dẫn tới diệt vong khi kích thước quần thể giảm xuống dưới mức tối thiểu có thể là do bao nhiêu nguyên nhân sau đây?\n(1) Khả năng chống chọi của các cá thể với những thay đổi của môi trường giảm.\n(2) Sự hỗ trợ giữa các cá thể trong quần thể giảm.\n(3) Hiện tượng giao phối gần giữa các cá thể trong quần thể tăng.\n(4) Cơ hội gặp gỡ và giao phối giữa các cá thể trong quần thể giảm.",
        "ans_a":"A. 3",
        "ans_b":"B. 2.",
        "ans_c":"C. 1.",
        "ans_d":"D. 4.","ans_true":	4	},
      {"ques":"Cho các nhân tố sau đây, có bao nhiêu nhân tố có thể vừa làm thay đổi tần số alen vừa làm thay đổi thành phần kiểu gen của quần thể?\n(1) Chọn lọc tự nhiên.\n(2) Giao phối ngẫu nhiên.\n(3) Giao phối không ngẫu nhiên.\n(4) Các yếu tố ngẫu nhiên.\n(5) Đột biến\n(6) Di – nhập gen.",
        "ans_a":"A. 2",
        "ans_b":"B. 5",
        "ans_c":"C. 3",
        "ans_d":"D. 4","ans_true":	4	},
      {"ques":"Ở một loài thực vật, xét hai cặp alen (A, a và B, b) nằm trên 2 cặp NST thường khác nhau, trong trường hợp mỗi gen quy định một tính trạng, alen trội là trội hoàn toàn, có bao nhiêu phép lai cho đời con phân li kiểu hình theo tỉ lệ 3: 1? (không xét đến phép lai thuận nghịch).",
        "ans_a":"A. 8.",
        "ans_b":"B. 6.",
        "ans_c":"C. 4.",
        "ans_d":"D. 10.","ans_true":	1	},
      {"ques":"Cho các hệ sinh thái, những hệ sinh thái nào là hệ sinh thái nhân tạo?\n(1) Đồng rêu vùng hàn đới và hoang mạc\n(2) Một cánh rừng ngập mặn.\n(3) Một bể cá cảnh.\n(4) Rừng trên núi đá vôi phong thổ - Ninh Bình.\n(5) Rừng cao su và rừng cà phê ở Tây Nguyên.\n(6) Đồng ruộng.\n(7)Thành phố.",
        "ans_a":"A. (1), (3), (6), (7).",
        "ans_b":"B. (4), (5), (6), (7).",
        "ans_c":"C. (3), (5), (6), (7).",
        "ans_d":"D. (2), (5), (6), (7).","ans_true":	3	},
      {"ques":"Hình ảnh trên đây nói về một dạng đột biến cấu trúc NST:\nĐây là dạng đột biến nào?",
        "img":"image/biological_2_19.png",
        "ans_a":"A. Lặp đoạn.",
        "ans_b":"B. Mất đoạn.",
        "ans_c":"C. Chuyển đoạn.",
        "ans_d":"D. Đảo đoạn.","ans_true":	4	},
      {"ques":"Cho một quần xã gồm các sinh vật sau: thực vật, thỏ, dê, chim ăn sâu, sâu hại thực vật, hổ, sinh vật phân giải. Chuỗi thức ăn nào sau đây sai?",
        "ans_a":"A. Thực vật -> sâu hại thực vật -> chim ăn sâu.",
        "ans_b":"B. Thực vật -> chim ăn sâu -> sâu hại thực vật -> sinh vật phân giải.",
        "ans_c":"C. Thực vật -> dê -> hổ -> sinh vật phân giải.",
        "ans_d":"D. Thực vật -> thỏ -> hổ -> sinh vật phân giải.","ans_true":	2	},
      {"ques":"Trong thực tiễn, liên kết gen hoàn toàn có ý nghĩa gì?",
        "ans_a":"A. Hạn chế sự xuất hiện của đột biến gen.",
        "ans_b":"B. Góp phần làm nên tính đa dạng của sinh giới.",
        "ans_c":"C. Tạo ra nguồn nguyên liệu thứ cấp cho chọn lọc và tiến hóa",
        "ans_d":"D. Đảm bảo sự di truyền ổn định của nhóm gen quý, nhờ đó người ta chọn lọc được đồng thời một nhóm tính trạng có giá trị.","ans_true":	4	},
      {"ques":"Trong các hoạt động sau đây của con người, có bao nhiêu hoạt động góp phần khắc phục suy thoái môi trường và bảo vệ tài nguyên thiên nhiên?\n(1) Bảo vệ rừng và trồng cây gây rừng.\n(2) Chống xâm nhập mặn cho đất.\n(3) Tiết kiệm nguồn nước sạch.\nGiảm thiểu lượng khí thải gây hiệu ứng nhà kính.",
        "ans_a":"A. 2.",
        "ans_b":"B. 4.",
        "ans_c":"C. 3.",
        "ans_d":"D. 1.","ans_true":	2	},
      {"ques":"Cho các nhận định sau:\n(1) Để duy trì trạng thái ổn định của hệ sinh thái nhân tạo, con người thường bổ sung năng lượng cho chúng .\n(2) Hệ sinh thái nhân tạo là một hệ mở còn hệ sinh thái tự nhiên là một hệ khép kín.\n(3) Hệ sinh thái nhân tạo có độ đa dạng sinh học thấp hơn so với hệ sinh thái tự nhiên.\n(4) Hệ sinh thái nhân tạo có khả năng tự điều chỉnh cao hơn so với hệ sinh thái tự nhiên.\n(5) Hệ sinh thái nhân tạo có năng suất sinh học cao hơn so với hệ sinh thái tự nhiên.\nKhi nói về điểm khác nhau cơ bản của hệ sinh thái nhân tạo so với hệ sinh thái tự nhiên, có bao nhiêu phát biểu đúng?",
        "ans_a":"A. 4.",
        "ans_b":"B. 5.",
        "ans_c":"C. 3.",
        "ans_d":"D. 2.","ans_true":	3	},
      {"ques":"Theo Menđen, với n cặp gen dị hợp phân li độc lập thì số lượng các loại giao tử được xác định theo công thức nào?",
        "ans_a":"A. 5n",
        "ans_b":"B. 4n.",
        "ans_c":"C. 3n",
        "ans_d":"D. 2n","ans_true":	4	},
      {"ques":"Khi nói về dòng năng lượng trong hệ sinh thái, phát biểu nào sau đây là sai?",
        "ans_a":"A. Càng lên bậc dinh dưỡng cao hơn năng lượng càng giảm.",
        "ans_b":"B. Càng lên bậc dinh dưỡng cao hơn năng lượng càng tăng dần.",
        "ans_c":"C. Năng lượng truyền qua các bậc dinh dưỡng từ thấp đến cao.",
        "ans_d":"D. Năng lượng bị thất thoát dần qua các bậc dinh dưỡng.","ans_true":	2	},
      {"ques":"Trên mạch 1 của gen, tổng số loại nucleotit loại A và G bằng 50% tổng số nucleotit của mạch. Trên mạch 2 của gen này, tổng số nucleotit loại A và X bằng 60% và tổng số nucleotit loại X và G bằng 70% tổng số nucleotit của mạch. Ở mạch hai, tỉ lệ số nucleotit loại X so với tổng số nucleotit của mạch là",
        "ans_a":"A. 20%.",
        "ans_b":"B. 40%.",
        "ans_c":"C. 30%.",
        "ans_d":"D. 10%.","ans_true":	2	},
      {"ques":"Nhân tố nào sau đây góp phần duy trì trạng thái cân bằng di truyền của quần thể (theo định luật Hacđi – Vanbec)?",
        "ans_a":"A. Các yếu tố ngẫu nhiên.",
        "ans_b":"B. Di – nhập gen.",
        "ans_c":"C. Giao phối ngẫu nhiên.",
        "ans_d":"D. Đột biến gen.","ans_true":	3	},
      {"ques":"Theo lý thuyết, nếu không xét đến sự ảnh hưởng của các nhân tố tiến hóa, quần thể mang cấu trúc di truyền nào dưới đây sẽ không bị thay đổi thành phần kiểu gen qua các thế hệ giao phối không ngẫu nhiên?",
        "ans_a":"A. 25%AA: 50% Aa: 25%aa.",
        "ans_b":"B. 100%aa.",
        "ans_c":"C. 50%AA: 50%aa.",
        "ans_d":"D. 100%Aa.","ans_true":	2	},
      {"ques":"Ở người, bênh bạch tạng là do alen lặn a nằm trên NST thường quy định, bệnh mù màu là do alen lặn b nằm trên vùng không tương đồng của NST X quy định, các alen trội tương ứng A, B quy định kiểu hình bình thường. Biết rằng 16 là con trai, xác suất để có kiểu hình bình thường là bao nhiêu?",
        "img":"image/biological_2_29.png",
        "ans_a":"A. 51/160",
        "ans_b":"B. 119/180",
        "ans_c":"C. 119/160",
        "ans_d":"D. 51/80","ans_true":	4	},
      {"ques":"Trong tế bào sinh dưỡng của 1 người thấy có 47 NST. Người này mắc",
        "ans_a":"A. Hội chứng tơcnơ.",
        "ans_b":"B. Thể ba nhiễm.",
        "ans_c":"C. Hội chứng đao.",
        "ans_d":"D. Hội chứng dị bội.","ans_true":	2	},
      {"ques":"Ở một loài thực vật lưỡng bội: gen A quy định hoa đơn trội hoàn toàn so với gen a quy định hoa kép; gen B quy định hoa dài trội hoàn toàn so với gen b quy định hoa ngắn. Biết rằng 2 gen quy định 2 tính trạng trên cùng nhóm gen liên kết và cách nhau 20 cM. Mọi diễn biến trong giảm phân và thụ tinh đều bình thường và hoán vị gen xảy ra ở 2 bên. Phép lai P: (đơn, dài) × (kép, ngắn). F1: 100% đơn, dài. Đem F1 tự thụ thu được F2. Cho các kết luận sau, có bao nhiêu kết luận đúng về thông tin trên?\n(1) F1 có kiểu gen Ab/aB chiếm tỉ lệ 2%\n(2) F2 tỉ lệ đơn, dài dị hợp là 66%\n(3) F2 gồm 4 kiểu hình: 66% đơn, dài: 9% đơn ,ngắn: 9% kép, dài: 16% kép,ngắn\n(4) Tỉ lệ kiểu gen dị hợp tử ở F2 chiếm 50%\n(5) Khi lai phân tích F1 thì đời con (Fa)  gồm 10% cây kép,ngắn.\nSố kiểu gen ở F2 bằng 7.",
        "ans_a":"A. 3",
        "ans_b":"B. 4",
        "ans_c":"C. 5",
        "ans_d":"D. 2","ans_true":	4	},
      {"ques":"Một phân tử ARN có 3 loại nucleotit A, U, X có thể có bao nhiêu bộ 3 chứa 1 nucleotit U?",
        "ans_a":"A. 27",
        "ans_b":"B. 12",
        "ans_c":"C. 4",
        "ans_d":"D. 9","ans_true":	2	},
      {"ques":"Bệnh do gen trội trên NST X ở người gây ra có đặc điểm di truyền nào sau đây?",
        "ans_a":"A. Mẹ mắc bệnh thì tất cả các con trai điều mắc bệnh.",
        "ans_b":"B. Bệnh thường biểu hiện ở nam nhiều hơn nữ.",
        "ans_c":"C. Bố mẹ không mắc bệnh có thể sinh ra con mắc bệnh.",
        "ans_d":"D. Bố mắc bệnh thì tất cả các con gái điều mắc bệnh.","ans_true":	4	},
      {"ques":"Khi nói về giới hạn sinh thái, kết luận nào sau đay là sai?",
        "ans_a":"A. Khi loài sống trong điều kiện khắc nghiệt thì giới hạn sinh thái của loài về các nhân tố liên quan sẽ bị thu hẹp.",
        "ans_b":"B. Giới hạn sinh thái của loài đối với nhân tố này không liên quan đến giới hạn sinh thái của loài đối với nhân tố sinh thái khác.",
        "ans_c":"C. Vùng phân bố của loài thường có mối tương quan thuận nghịch với giới hạn sinh thái của loài đó đối với một hay nhiều nhân tố sinh thái.",
        "ans_d":"D. Trong giới hạn sinh thái của một loài về một nhân tố sinh thái nào đó, khoảng chống chịu bao hàm cả khoảng thuận lợi.","ans_true":	3	},
      {"ques":"Để kiểm tra giả thuyết của mình, Menđen đã làm thí nghiệm được gọi là phép lai kiểm nghiệm hay còn được gọi là phép lai?",
        "ans_a":"A. Lai phân tích.",
        "ans_b":"B. Lai xa.",
        "ans_c":"C. Lai kinh tế.",
        "ans_d":"D. Lai khác dòng.","ans_true":	1	},
      {"ques":"Nhiễm sắc thể ở vi sinh vật nhân thực không có chức năng nào sau đây?",
        "ans_a":"A. Tham gia quá trình điều hòa hoạt động gen thông qua các mức cuộn xoắn của NST.",
        "ans_b":"B. Phân chia đều vật chất di truyền cho các tế bào con trong pha phân bào.",
        "ans_c":"C. Lưu giữ, bảo quản và truyền đạt thông tin di truyền.",
        "ans_d":"D. Quyết định mức độ tiến hóa của loài bằng số lượng NST trong bộ NST 2n.","ans_true":	4	},
      {"ques":"Cho biết không xảy ra đột biến, tính theo lý thuyết, xác suất sinh một người con có 4 alen trội của một cặp vợ chồng đều có kiểu gen AaBbDd là",
        "ans_a":"A. 3/32.",
        "ans_b":"B. 5/16.",
        "ans_c":"C. 15/64.",
        "ans_d":"D. 27/64.","ans_true":	3	},
      {"ques":"Trên một nhiễm sắc thể, xét 4 gen A, B, C và D. Khoảng cách tương đối giữa các gen là: AB = 1,5 cM, BC = 16,5 cM, BD = 3,5 cM, CD = 20 cM, AC = 18 cM. Trật tự đúng của các gen trên NST đó là",
        "ans_a":"A. DABC.",
        "ans_b":"B. ABCD.",
        "ans_c":"C. BACD.",
        "ans_d":"D. ACBD.","ans_true":	1	},
      {"ques":"Thành tựu nào dưới đây là ứng dụng của tạo giống bằng công nghệ tế bào?",
        "ans_a":"A. Tạo ra giống cừu sản sinh protein huyết thanh của người trong sữa.",
        "ans_b":"B. Tạo ra giống lúa “gạo vàng” có khả năng tổng hợp β – caroten (tiền chất tạo vitamin A) trong hạt.",
        "ans_c":"C. Tạo ra giống cà chua có gen làm chín quả bị bất hoạt.",
        "ans_d":"D. Tạo ra giống cây trồng lưỡng bội có kiểu gen đồng hợp tử về tất cả các gen.","ans_true":	4	},
      {"ques":"Ở hoa loa kèn, màu sắc hoa do gen nằm trong tế bào chất quy định, trong đó hoa vàng là trội so với hoa xanh, lấy hạt phấn của hoa vàng thụ phấn cho cây hoa xanh được F1. Cho F1 tự thụ phấn thì tỉ lệ kiểu hình thu được ở F2 là",
        "ans_a":"A. 75% cây hoa vàng: 25% cây hoa xanh.",
        "ans_b":"B. 100% cây hoa vàng",
        "ans_c":"C. trên cùng một cây có cả hoa vàng và hoa xanh.",
        "ans_d":"D. 100% cây hoa xanh.","ans_true":	4	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 3,
    "time": 50,
    "questions": [
      {"ques":"Đơn vị tồn tại của loài trong tự nhiên là",
        "ans_a":"Nòi địa lí",
        "ans_b":"Nòi sinh thái",
        "ans_c":"Cá thể",
        "ans_d":"Quần thể","ans_true":	4	},
      {"ques":"Thực chất của quá trình tiến hóa nhỏ là",
        "ans_a":"Sự biến đổi tần số alen và thành phần kiểu gen của quần thể",
        "ans_b":"Sự biến đổi kiểu hình tương ứng với điều kiện ngoại cảnh",
        "ans_c":"Sự biến đổi kiểu hình không liên quan đến biến đổi kiểu gen",
        "ans_d":"Sự hình thành các nhóm phân loại trên loài","ans_true":	1	},
      {"ques":"Mối quan hệ nào sau đây không thuộc mối quan hệ cạnh tranh cùng loài?",
        "ans_a":"Hiện tượng tự tỉa thưa ở thực vật và hiện tượng phát tán cá thể động vật ra khỏi bầy đàn",
        "ans_b":"Cá mập con khi mới nở ra sử dụng ngay các trứng chưa nở làm thức ăn",
        "ans_c":"Hiện tượng cá đực kí sinh trên cá cái ở một số loài cá sống ở biển sâu",
        "ans_d":"Một cá thể của loài ong mắt đỏ đã đẻ trứng lên thân một con sâu đục thân lúa","ans_true":	4	},
      {"ques":"Khi nói về giới hạn sinh thái, phát biểu nào sau đây sai?",
        "ans_a":"Dựa vào giới hạn sinh thái có thể biết được vùng phân bố của các loài sinh vật",
        "ans_b":"Trong khoảng chống chịu thì sinh vật không thể tồn tại được",
        "ans_c":"Ở trạng thái bệnh lí, giới hạn sinh thái của nhiều nhân tố bị thu hẹp",
        "ans_d":"Loài có giới hạn sinh thái rộng với nhiều nhân tố sinh thái thì có vùng phân bố càng rộng","ans_true":	2	},
      {"ques":"Đặc điểm nào sau đây không đúng với tiến hóa nhỏ?",
        "ans_a":"Diễn ra trong phạm vi của loài, với qui mô nhỏ",
        "ans_b":"Có thể nghiên cứu bằng thực nghiệm",
        "ans_c":"Diễn ra trong thời gian lịch sử tương đối ngắn",
        "ans_d":"Hình thành các đơn vị phân loại trên loài","ans_true":	4	},
      {"ques":"Bằng chứng nào sau đây phản ánh sự tiến hoá hội tụ (đồng quy)?",
        "ans_a":"Trong hoa đực của cây đu đủ có 10 nhị, ở giữa hoa vẫn còn di tích của nhụy",
        "ans_b":"Gai xương rồng, tua cuốn của đậu Hà Lan đều là biến dạng của lá",
        "ans_c":"Chi trước của các loài động vật có xương sống có các xương phân bố theo thứ tự tương tự nhau",
        "ans_d":"Gai cây hoàng liên là biến dạng của lá, gai cây hoa hồng là do sự phát triển của biểu bì thân","ans_true":	4	},
      {"ques":"Cặp NST giới tính quy định giới tính nào dưới đây là không đúng?",
        "ans_a":"Ở người : XX- nữ, XY- nam",
        "ans_b":"Ở ruồi giấm: XX- đực, XY- cái",
        "ans_c":"Ở gà: XX- trống, XY- mái",
        "ans_d":"Ở lợn: XX- cái, XY- đực","ans_true":	2	},
      {"ques":"Nhận định nào sau đây là đúng về phân tử ARN?",
        "ans_a":"Tất cả các loại ARN đều có cấu tạo mạch thẳng",
        "ans_b":"tARN có chức năng vận chuyển axit amin tới ribôxôm",
        "ans_c":"mARN được sao y khuôn từ mạch gốc của ADN",
        "ans_d":"Trên các tARN có các anticodon giống nhau","ans_true":	2	},
      {"ques":"Hoạt động điều hoà của gen ở E. coli chịu sự kiểm soát bởi",
        "ans_a":"cơ chế điều hoà ức chế",
        "ans_b":"cơ chế điều hoà cảm ứng",
        "ans_c":"cơ chế điều hoà theo ức chế và cảm ứng",
        "ans_d":"gen điều hoà","ans_true":	3	},
      {"ques":"Nói về trạng thái cân bằng sinh học của quần thể, phát biểu nào dưới đây không đúng?\nVề mặt sinh thái, khi quần thể đạt trạng thái cân bằng sinh học thì",
        "ans_a":"quần thể có kích thước cực đại",
        "ans_b":"quần thể có kích thước cực tiểu",
        "ans_c":"số lượng cá thể dao động ở mức cân bằng",
        "ans_d":"số lượng cá thể ổn định phù hợp với khả năng chứa của môi trường","ans_true":	2	},
      {"ques":"Những quần thể gần đạt đến kiểu tăng trưởng theo tiềm năng sinh học có các đặc điểm",
        "ans_a":"cá thể có kích thước lớn, sử dụng nhiều thức ăn",
        "ans_b":"cá thể có kích thước nhỏ, sinh sản nhiều, vòng đời ngắn",
        "ans_c":"cá thể có kích thước nhỏ, sử dụng nhiều thức ăn",
        "ans_d":"cá thể có kích thước lớn, sinh sản ít, sử dụng nhiều thức ăn","ans_true":	2	},
      {"ques":"Phát biểu nào sau đây về hệ sinh thái là đúng?",
        "ans_a":"Trong hệ sinh thái, SV sản xuất là nhóm có khả năng truyền năng lượng từ quần xã đến môi trường vô sinh",
        "ans_b":"Bất kì sự gắn kết nào giữa các SV với sinh cảnh đủ để tạo thành một chu trình sinh học hoàn chỉnh đều được xem là một hệ sinh thái",
        "ans_c":"Trong hệ sinh thái, SV phân giải gồm chủ yếu là các loài sống dị dưỡng như vi khuẩn, nấm… và một số vi sinh vật hóa tự dưỡng",
        "ans_d":"Hệ sinh thái tự nhiên thường có tính ổn định cao hơn nhưng thành phần loài kém đa dạng hơn HST nhân tạo","ans_true":	2	},
      {"ques":"Điều nào dưới đây không phải là điều kiện nghiệm đúng định luật Hacđi – Vanbec",
        "ans_a":"Không có chọn lọc tự nhiên, quần thể đủ lớn để ngẫu phối",
        "ans_b":"Không có sự di nhập của các gen lạ vào quần thể",
        "ans_c":"Sức sống và sức sinh sản của các thể đồng hợp, dị hợp là như nhau",
        "ans_d":"Tần số alen của một gen nào đó được tăng lên","ans_true":	4	},
      {"ques":"Điều nào dưới đây không đúng khi nói về đột biến gen?",
        "ans_a":"Đột biến gen luôn gây hại cho sinh vật vì làm biến đổi cấu trúc của gen",
        "ans_b":"Đột biến gen là nguồn nguyên liệu cho quá trình chọn giống và tiến hoá",
        "ans_c":"Đột biến gen có thể làm cho sinh vật ngày càng đa dạng, phong phú",
        "ans_d":"Đột biến gen có thể có lợi hoặc có hại hoặc trung tính","ans_true":	1	},
      {"ques":"Thành phần chủ yếu của nhiễm sắc thể ở sinh vật nhân thực gồm",
        "ans_a":"ADN mạch đơn và prôtêin loại histôn",
        "ans_b":"ARN mạch kép và prôtêin loại histôn",
        "ans_c":"ARN mạch đơn và prôtêin loại histôn",
        "ans_d":"ADN mạch kép và prôtêin loại histôn","ans_true":	4	},
      {"ques":"Một cá thể có các TB lưỡng bội (2n) tồn tại cùng các tế bào có số lượng NST 2n + 2 và 2n – 2. Cơ thể SV này",
        "ans_a":"Được gọi là thể tứ nhiễm",
        "ans_b":"Được gọi là thể khảm do xảy ra ĐB NST trong tế bào xôma",
        "ans_c":"Được gọi là thể khuyết nhiễm",
        "ans_d":"Được hình thành do 1 giao tử n - 2 kết hợp với giao tử n +2","ans_true":	2	},
      {"ques":"Khi nói về số lần nhân đôi và số lần phiên mã của các gen ở một tế bào nhân thực, trong trường hợp không có đột biến, phát biểu nào sau đây là đúng?",
        "ans_a":"Các gen nằm trong một tế bào có số lần nhân đôi bằng nhau và số lần phiên mã bằng nhau",
        "ans_b":"Các gen trên các nhiễm sắc thể khác nhau có số lần nhân đôi khác nhau và số lần phiên mã thường khác nhau",
        "ans_c":"Các gen trên các nhiễm sắc thể khác nhau có số lần nhân đôi bằng nhau và số lần phiên mã thường khác nhau",
        "ans_d":"Các gen nằm trên cùng một nhiễm sắc thể có số lần nhân đôi khác nhau và số lần phiên mã thường khác nhau","ans_true":	3	},
      {"ques":"Ở Việt Nam, giống dâu tằm tam bội (3n) có năng suất lá cao được tạo ra theo quy trình",
        "ans_a":"Tạo giống 4n bằng việc gây đột biến nhờ consixin, sau đó cho lai nó với dạng 2n để tạo ra dạng tam bội",
        "ans_b":"Dùng consixin gây đột biến được giao tử 2n, cho giao tử này kết hợp với giao tử bình thường n tạo được giống 3n",
        "ans_c":"Dung hợp tế bào trần của 2 giống lưỡng bội khác nhau",
        "ans_d":"Dùng consixin gây đột biến dạng lưỡng bội","ans_true":	1	},
      {"ques":"Những sinh vật nào sau đây không thuộc nhóm sinh vật hằng nhiệt?\nI. Động vật không xương sống\nII. Thú\nIII. Lưỡng cư, bò sát\nIV. Nấm\nV. Thực vật\nVI. Chim",
        "ans_a":"I, II, IV",
        "ans_b":"II, III, VI",
        "ans_c":"I, III, IV, V",
        "ans_d":"I, III, IV, VI","ans_true":	3	},
      {"ques":"Cho các phương pháp sau:  \n(1) Nuôi cấy mô TB thực vật.\n(2) Chia cắt phôi ĐV rồi cấy vào dạ con các cá thể cái\n(3) Lai TB sinh dưỡng.\n(4) Nuôi cấy hạt phấn rồi lưỡng bội hóa.\n(5) Tự thụ phấn đối với cây giao phấn.\nSố phương pháp tạo được giống đồng nhất về kiểu gen",
        "ans_a":"2",
        "ans_b":"3",
        "ans_c":"4",
        "ans_d":"1","ans_true":	1	},
      {"ques":"Cho các nhân tố sau:\n(1) Chọn lọc tự nhiên.\n(2) Giao phối ngẫu nhiên.\n(3) Giao phối không ngẫu nhiên.\n(4) Các yếu tố ngẫu nhiên.\n(5) Đột biến.\n(6) Di gen.\nSố nhân tố có thể làm nghèo vốn gen của quần thể là",
        "ans_a":"3",
        "ans_b":"4",
        "ans_c":"5",
        "ans_d":"2","ans_true":	2	},
      {"ques":"Giả sử có một giống lúa có gen A gây bệnh vàng lùn. Để tạo thể đột biến mang kiểu gen aa có khả năng kháng bệnh trên, người ta thực hiện các bước sau\n1. xử lí hạt giống bằng tia phóng xạ để gây đột biến rồi gieo hạt mọc cây.\n2. chọn lọc các cây có khả năng kháng bệnh.\n3. cho các cây con nhiễm tác nhân gây bệnh.\n4. cho các cây kháng bệnh lai với nhau hoặc cho tự thụ phấn để tạo dòng thuần.\nQuy trình tạo giống theo thứ tự",
        "ans_a":"1,3,2,4",
        "ans_b":"1,2,3,4",
        "ans_c":"1,3,4,2",
        "ans_d":"2,3,4,1","ans_true":	1	},
      {"ques":"Một hệ sinh thái nhận được năng lượng mặt trời 106 kcal/m²/ngày. Chỉ có 2,5% năng lượng đó được dùng trong quang hợp; số năng lượng mất đi do hô hấp là 90%; sinh vật tiêu thụ cấp I sử dụng được 25 kcal; sinh vật tiêu thụ cấp II sử dụng được 2,5 kcal; sinh vật tiêu thụ cấp III mới sử dụng được 0,5 kcal. Kết luận nào sau đây sai?",
        "ans_a":"Hiệu suất sinh thái ở bậc dinh dưỡng cấp 3 là 20%",
        "ans_b":"Sản lượng sinh vật thực tế ở thực vật là 25.10² kcal",
        "ans_c":"Sản lượng SV toàn phần ở bậc dinh dưỡng cấp 1 là 25.10³ kcal",
        "ans_d":"Chuỗi thức ăn mô tả nói trên có 4 bậc dinh dưỡng","ans_true":	1	},
      {"ques":"Một gen cấu trúc dài 4896 A0. Do đột biến (ĐB) thay thế một cặp Nu tại vị trí 434 làm cho bộ ba ở mạch gốc tại vị trí này là AAT trở thành AXT. Có bao nhiêu nội dung sau đây đúng?\n(1) So với trước lúc ĐB, gen ĐB nhiều hơn 1 liên kết hidro\n(2) Kết quả ĐB thay thế 1 aa trong chuỗi polipeptit\n(3) Đây là loại ĐB điểm\n(4) do hậu quả của ĐB nên còn gọi là ĐB vô nghĩa.\n(5) chuỗi polipeptit do gen ĐB tổng hợp bị ngắn lại.\nSố phương án đúng là",
        "ans_a":"3",
        "ans_b":"4",
        "ans_c":"5",
        "ans_d":"2","ans_true":	2	},
      {"ques":"Cho các nội dung sau:\n(1) Gen là một đoạn gồm các cặp nucleotit của phân tử ADN.\n(2) Không phải tất cả các bộ ba mã di truyền đều mang tính thoái hóa.\n(3) Tất cả 64 mã di truyền trên mARN được giải mã năm 1961.\n(4) Cả 2 mạch của phân tử ADN đều làm khuôn cho quá trình tự nhân đôi.\nSố nội dung đúng là",
        "ans_a":"2",
        "ans_b":"3",
        "ans_c":"4",
        "ans_d":"1","ans_true":	1	},
      {"ques":"Mã di truyền có đặc điểm:\n(1) Mã di truyền là mã bộ ba, tức là cứ ba nuclêôtit đứng liền nhau mã hóa một axit amin.\n(2) Mã di truyền có tính thoái hóa tức là, một bộ ba mã hoá chỉ mã hoá cho một loại axit amin.\n(3) Mã di truyền có tính đặc hiệu tức là, một bộ ba mã hoá chỉ mã hoá cho một loại axit amin.\n(4) Mã DT có tính phổ biến tức là, tất cả các loài sinh vật đều có chung một bộ mã DT, trừ một vài ngoại lệ.\n(5) Mã di truyền có tính đặc hiệu, tức là tất cả các loài đều dùng chung một bộ mã di truyền.\n(6) Mã DT có tính thoái hóa tức là nhiều bộ ba khác nhau có thể cùng mã hóa một aa trừ AUG và UGG\nSố phát biểu đúng là",
        "ans_a":"2",
        "ans_b":"3",
        "ans_c":"4",
        "ans_d":"5","ans_true":	3	},
      {"ques":"Những kết luận nào sau đây là của MenĐen:\n(1) Cơ chế chi phối sự di truyền và biểu hiện của một cặp tính trạng tương phản qua các thế hệ là do sự phân li và tổ hợp của cặp nhân tố di truyền trong giảm phân và thụ tinh.\n(2) khi lai bố mẹ TC khác nhau về 1 cặp tính trạng tương phản, ông nhận thấy ở thế hệ thứ hai có sự phân ly theo tỉ lệ 3 trội: 1 lặn\n(3) phép lai giữa 1 cá thể mang tính trạng trội với 1 cá thể lặn tương ứng được gọi là lai phân tích.\n(4) Cơ chế chi phối sự di truyền và biểu hiện của một cặp tính trạng tương phản qua các thế hệ là do sự phân li và tổ hợp của cặp nhiễm sắc thể tương đồng trong giảm phân và thụ tinh.\n(5) cơ thể lai F1 khi tạo giao tử thì mỗi giao tử chỉ chứa một nhân tố di truyền của bố hoặc mẹ.\nSố kết luận đúng là",
        "ans_a":"4",
        "ans_b":"3",
        "ans_c":"2",
        "ans_d":"1","ans_true":	1	},
      {"ques":"Ở 1 loài thực vật lưỡng bội. Biết rằng gen A quy định hoa đỏ trội hoàn toàn so với a quy định hoa trắng, gen trên NST thường, quá trình giảm phân diễn ra bình thường, không phát sinh đột biến mới và các tổ hợp kiểu gen có sức sống như nhau. Khi cho lai những cây hoa đỏ (I) với hoa trắng thu được F1 gồm 9/16 hoa đỏ : 7/16 hoa trắng. Nếu cho cây (I) giao phối tự do thì đời con xuất hiện cây có kiểu hình hoa đỏ",
        "ans_a":"75%",
        "ans_b":"100%",
        "ans_c":"≈ 80,86%",
        "ans_d":"≈ 78,11%","ans_true":	3	},
      {"ques":"P: AaBb x Aabb (trong từng cặp alen, alen trội lấn át hoàn toàn alen lặn), F1 có 3 lớp kiểu hình phân ly 3:3:2, quy luật tương tác gen chi phối là",
        "ans_a":"Bổ trợ kiểu 9:6: 1, át chế kiểu 12:3:1",
        "ans_b":"át chế 12:3:1",
        "ans_c":"Bổ trợ kiểu 9:6: 1",
        "ans_d":"át chế: 9:3:4","ans_true":	4	},
      {"ques":"Xét 6 cặp alen nằm trên 6 cặp NST thường khác nhau của một cá thể. Nếu cá thể này phát sinh 16 kiểu giao tử khác nhau thì kiểu gen của nó là một trong số bao nhiêu trường hợp?",
        "ans_a":"20",
        "ans_b":"40",
        "ans_c":"60",
        "ans_d":"15","ans_true":	3	},
      {"ques":"Ở một loài, khi thực hiện 3 phép lai thu được các kết quả sau:\nXanh x vàng → 100% xanh\nVàng x vàng → 3 vàng : 1 đốm\nXanh x vàng → 2 xanh : 1 vàng : 1 đốm\nQui luật di truyền chi phối các phép lai trên là",
        "ans_a":"Di truyền chịu ảnh hưởng của giới tính",
        "ans_b":"Tính trạng chịu ảnh hưởng của môi trường",
        "ans_c":"Gen đa alen",
        "ans_d":"Trội không hoàn toàn","ans_true":	3	},
      {"ques":"Quan hệ trội lặn của các alen ở mỗi gen như sau:\nGen I có 2 alen: A1 = A2;\nGen II có 4 alen: B1 = B2 >B3 >B4\nGen III có 4 alen C1> C2 > C3 > C4\nGen IV có 5 alen: D1 = D2 = D3 = D4 > D5\nGen I và gen II cùng nằm trên 1 cặp NST thường, gen III nằm trên NST X ở đoạn không tương đồng với Y.\nGen IV nằm trên NST Y ở đoạn không tương đồng với X\nSố kiểu gen và số kiểu hình tối đa có trong tuần thể với 4 locus nói trên là",
        "ans_a":"630 kiểu gen và 528 kiểu hình",
        "ans_b":"1080 kiểu gen và 360 kiểu hình",
        "ans_c":"540 kiểu gen và 440 kiểu hình",
        "ans_d":"630 kiểu gen vào 160 kiểu hình","ans_true":	2	},
      {"ques":"Ở một loài thực vật, chiều cao cây do 5 cặp gen không alen tác động cộng gộp quy định. Sự có mặt của mỗi alen trội làm chiều cao tăng thêm 5cm. Lai cây cao nhất có chiều cao 210cm với cây thấp nhất được F1 có chiều cao trung bình. Cho F1 giao phấn với nhau thì tỉ lệ nhóm cây có chiều cao 185cm ở F2 là",
        "ans_a":"63/256",
        "ans_b":"108/256",
        "ans_c":"126/256",
        "ans_d":"121/256","ans_true":	1	},
      {"ques":"Ở một loài thực vật, alen A quy định quả tròn, alen a quy định quả dài, alen B quy định quả ngọt, alen b quy định quả chua, alen D quy định quả màu đỏ, alen a quy định quả màu vàng. Các tính trạng trội hoàn toàn. Ở phép lai P: Aa(BD//bd) x Aa(BD//bd), hoán vị gen chỉ xảy ra trong quá trình giảm phân tạo hạt phấn với tần số 40%. Tỉ lệ kiểu hình quả tròn, chua, màu đỏ ở đời con (F1) là",
        "ans_a":"15%",
        "ans_b":"12%",
        "ans_c":"7,5%",
        "ans_d":"22,5%","ans_true":	3	},
      {"ques":"Ở một loài động vật lưỡng bội, alen A quy định lông xám trội hoàn toàn so với alen a quy định lông hung; alen B quy định chân cao trội hoàn toàn so với alen b quy định chân thấp. Các gen cùng nằm trên 1 cặp nst thường và liên kết hoàn toàn, mọi quá trình không xảy ra đột biến. Phép lai P: những con lông xám- chân thấp (I) với những con lông hung-chân thấp thu được F1 gồm 700 con lông xám- chân thấp : 100 con lông hung-chân thấp. Khi cho những con có kiểu gen giống như (I) giao phối nhau theo lý thuyết khả năng xuất hiện 1 con lông hung - chân thấp là",
        "ans_a":"6.25%",
        "ans_b":"15625%",
        "ans_c":"12,5%",
        "ans_d":"18,75%","ans_true":	2	},
      {"ques":"Trong một quần thể ngẫu phối xét 2 gen cùng nằm trên một cặp NST thường. Gen thứ nhất có 3 alen (a1 = a2 > a3), gen thứ hai có 4 alen (b1 > b2> b3> b4). Trong quần thể tối đa có bao nhiêu kiểu hình khác nhau?",
        "ans_a":"6",
        "ans_b":"8",
        "ans_c":"16",
        "ans_d":"32","ans_true":	3	},
      {"ques":"Trong một quần thể động vật có vú, tính trạng màu lông do một gen qui định nằm trên NST giới tính X không có alen tương ứng trên NST giới tính Y, đang ở trạng thái cân bằng di truyền. Trong đó, tính trạng lông màu nâu do alen lặn (kí hiệu a) qui định được tìm thấy ở 40% con đực và 16% con cái. Những nhận xét nào sau đây chính xác:\n(1) Tần số alen a ở giới cái là 0,4\n(2) Tần số alen A ở giới đực là 0,4\n(3) Tỉ lệ con đực và con lông nâu trong quần thể là 28%\n(4) Tỉ lệ con cái có kiểu gen dị hợp tử so với tổng số cá thể của quần thể la 48%\n(5) Tỉ lệ con cái có kiểu gen dị hợp tử so với tổng số cá thể của quần thể là 24%\n(6) Không xác định được tỉ lệ con cái có kiểu gen đồng hợp tử trong quần thể\nSố nhận xét đúng là ",
        "ans_a":"2",
        "ans_b":"1",
        "ans_c":"4",
        "ans_d":"3","ans_true":	4	},
      {"ques":"Sử dụng chuỗi thức ăn sau để xác định hiệu suất sinh thái của sinh vật tiêu thụ bậc 3 so với sinh vật tiêu thụ bậc 2 là: Sinh vật sản xuất (2,1.10⁶ calo) → sinh vật tiêu thụ bậc 1 (1,2.10⁴ calo) → sinh vật tiêu thụ bậc 2 (1,1.10² calo) → sinh vật tiêu thụ bậc 3 (0,5.10² calo)",
        "ans_a":"0,57%",
        "ans_b":"0,92%",
        "ans_c":"0,0052%",
        "ans_d":"45,5%","ans_true":	4	},
      {"ques":"Cho phả hệ:\nCho biết bệnh mù màu liên kết giới tính, có bao nhiêu kết luận sau đây đúng?\n(1). Có thể biết được kiểu gen của 11 người.\n(2) Người số 2 vả người số 7 có kiểu gen giống nhau.\n(3) Nếu người số 13 lấy chồng không bị bệnh thì xác suất con đầu lòng bị bệnh là 12,5%.\n(4) Nếu người số 8 lấy chồng không bị bệnh thì xác suất con đầu lòng là con trai và bị bệnh là 25%.",
        "img":"image/biological_3_39.jpg",
        "ans_a":"4",
        "ans_b":"3",
        "ans_c":"1",
        "ans_d":"2","ans_true":	1	},
      {"ques":"Ở người, bệnh điếc bẩm sinh do alen a nằm trên nhiễm sắc thể thường quy định, alen A quy định tai nghe bình thường; bệnh mù màu do alen m nằm trên vùng không tương đồng của nhiễm sắc thể X quy định, alen M quy định nhìn màu bình thường. Một cặp vợ chồng có kiểu hình bình thường. Bên vợ có anh trai bị mù màu, em gái bị điếc bẩm sinh; bên chồng có mẹ bị điếc bẩm sinh. Những người còn lại trong hai gia đình trên đều có kiểu hình bình thường. Xác suất cặp vợ chồng trên sinh con đầu lòng là gái và không mắc cả hai bệnh trên là",
        "ans_a":"98%",
        "ans_b":"25%",
        "ans_c":"43,66%",
        "ans_d":"41,7%","ans_true":	4	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 4,
    "time": 50,
    "questions": [
      {"ques":"Theo quan niệm hiện đại, vai trò chủ yếu của chọn lọc tự nhiên trong quá trình tiến hoá nhỏ là",
        "ans_a":"A. phân hoá khả năng sinh sản của những kiểu gen khác nhau trong quần thể.",
        "ans_b":"B. quy định chiều hướng và nhịp điệu biến đổi vốn gen của quần thể.",
        "ans_c":"C. Tích luỹ các biến dị có lợi, đào thải các biến dị có hại.",
        "ans_d":"D. Phân hoá khả năng sống sót của những cá thể khác nhau trong quần thể.","ans_true":	2	},
      {"ques":"Theo định Hacđi- Vanbec, các quần thể sinh vật ngẫu phối nào sau đây cân bằng di truyền?\nI. 0,48AA : 0,36Aa : 0,16aa.\nII. 0,49AA : 0,42Aa : 0,09aa.\nIII. 100%Aa.\nIV. 100%AA.",
        "ans_a":"A. I, IV.",
        "ans_b":"B. II, III.",
        "ans_c":"C. I, II.",
        "ans_d":"D. II, IV.","ans_true":	4	},
      {"ques":"Thành tựu nào sau đây là ứng dụng của công nghệ tế bào?",
        "ans_a":"A. Tạo giống cây trồng lưỡng bội có kiểu gen đồng hợp tử về tất cả các gen.",
        "ans_b":"B. Tạo giống dâu tằm tam bội có năng suất cao.",
        "ans_c":"C. Tạo giống cừu sản sinh prôtêin huyết thanh của người trong sữa.",
        "ans_d":"D. Tạo giống lúa “gạo vàng” có khả năng tổng hợp β-carôten trong hạt.","ans_true":	1	},
      {"ques":"Hình trên mô tả cơ chế hoạt động của opêron Lac ở vi khuẩn E.coli khi môi trường có đường lactôzơ. Phát biểu nào sau đây đúng?",
        "img":"image/biological_4_4.png",
        "ans_a":"A. Chất X được gọi là chất cảm ứng.",
        "ans_b":"B. Khi môi trường nội bào không có lactôzơ, chất X bám vào vùng 2 gây ức chế phiên mã.",
        "ans_c":"C. Operon Lac bao gồm gen R, vùng 1, vùng 2 và các gen Z, Y, A.",
        "ans_d":"D. Trên phân mARN2 chỉ chứa một mã mở đầu và một mã kết thúc.","ans_true":	2	},
      {"ques":"Xét về mặt sinh thái, đặc trưng cơ bản nhất của quần thể là",
        "ans_a":"A. mật độ.",
        "ans_b":"B. tỉ lệ đực cái.",
        "ans_c":"C. sức sinh sản.",
        "ans_d":"D. tỉ lệ tử vong.","ans_true":	1	},
      {"ques":"Khi nói về dòng năng lượng trong hệ sinh thái, những phát nào sau đây đúng?\nI. Các hệ sinh thái trong đại dương tồn tại và phát triển được là nhờ năng lượng từ Mặt Trời.\nII. Năng lượng trong hệ sinh thái đi theo dòng qua chuỗi thức ăn.\nIII. Khi chuyển từ bậc dinh dưỡng thấp lên bậc dinh dưỡng cao liền kề, năng lượng tiêu hao tới 90%, chủ yếu mất mát qua chất thải.\nIV. Do năng lượng mất mát quá lớn, nên chuỗi thức ăn trong các hệ sinh thái dưới nước thường không quá 5 bậc dinh dưỡng.",
        "ans_a":"A. I, II.",
        "ans_b":"B. I, III.",
        "ans_c":"C. III, IV.",
        "ans_d":"D. II, IV.","ans_true":	1	},
      {"ques":"Rừng là “lá phổi xanh” của Trái Đất, do vậy cần được bảo vệ. Trong các hoạt động của con người, có bao nhiêu hoạt động nhằm phát triển bền vững hệ sinh thái?\nI. Xây dựng hệ thống các khu bảo vệ thiên nhiên, góp phần bảo vệ đa dạng sinh học.\nII. Tích cực trồng rừng để cung cấp đủ nguyên liệu, vật liệu, dược liệu,... cho đời sống và công nghiệp.\nIII. Khai thác triệt để các nguồn tài nguyên rừng để phát triển kinh tế xã hội.\nIV. Ngăn chặn nạn phá rừng, nhất là rừng nguyên sinh và rừng đầu nguồn.\nV. Khai thác và sử dụng triệt để nguồn tài nguyên khoáng sản.",
        "ans_a":"A. 2.",
        "ans_b":"B. 3.",
        "ans_c":"C. 4. .",
        "ans_d":"D. 5","ans_true":	2	},
      {"ques":"Trong lịch sử phát triển của sinh vật trên Trái Đất, động vật di cư lên cạn xuất hiện ở",
        "ans_a":"A. kỉ Than đá.   .",
        "ans_b":"B. kỉ Silua.",
        "ans_c":"C. kỉ Đêvôn.",
        "ans_d":"D. kỉ Tam điệp","ans_true":	2	},
      {"ques":"Vì sao người ta không phát hiện được bệnh nhân có thừa nhiễm sắc thể số 1 hoặc số 2?",
        "ans_a":"A. Do cặp NST số 1 và 2 không bao giờ bị rối loạn phân li trong giảm phân tạo giao tử.",
        "ans_b":"B. Do phôi thai mang 3 NST số 1 hoặc số 2 đều bị chết ở giai đoạn sớm trong cơ thể mẹ.",
        "ans_c":"C. NST số 1 và 2 có kích thước lớn nhất, nhưng có ít gen nên thể ba NST số 1 hoặc số 2 khỏe mạnh bình thường.",
        "ans_d":"D. Do NST số 1 và 2 rất nhỏ, có ít gen nên thể ba NST số 1 hoặc số 2 khỏe mạnh bình thường.","ans_true":	2	},
      {"ques":"Khi nói về cơ quan tương đồng, phát biểu nào sau đây sai?",
        "ans_a":"A. Cơ quan tương đồng phản ánh sự tiến hóa phân ly.",
        "ans_b":"B. Mang cá và mang tôm và ví dụ về cơ quan tương đồng.",
        "ans_c":"C. Cơ quan tương đồng là những cơ quan nằm ở vị trí tương ứng của cơ thể, có cùng nguồn gốc trong quá trình phát triển phôi.",
        "ans_d":"D. Cơ quan thoái hóa cũng là cơ quan tương đồng.","ans_true":	2	},
      {"ques":"Trong chọn giống cây trồng, người ta dùng phương pháp tự thụ phấn bắt buộc nhằm",
        "ans_a":"A. tạo ưu thế lai.",
        "ans_b":"B. tạo biến dị tổ hợp.",
        "ans_c":"C. kiểm tra độ thuần chủng của giống.",
        "ans_d":"D. tạo dòng thuần đồng hợp tử về các gen đang quan tâm.","ans_true":	4	},
      {"ques":"Các con đực của loài ruồi Drosophila khác nhau sống trên cùng một vùng của một quần đảo có các trình tự giao hoan (ve vãn) tinh tế bao gồm cả việc đánh đuổi các con đực khác và các kiểu di chuyển đặc trưng nhằm thu hút con cái. Kiểu cách li sinh sản nào được thể hiện dưới đây?",
        "ans_a":"A. Cách li mùa vụ.",
        "ans_b":"B. Cách li sau hợp tử.",
        "ans_c":"C. Cách li tập tính",
        "ans_d":"D. Cách li nơi ở.","ans_true":	3	},
      {"ques":"Những phát biểu nào sau đây đúng về hoán vị gen?\nI. Sự trao đổi chéo không cân giữa 2 trong 4 crômatít của cặp NST kép tương đồng trong giảm phân là nguyên nhân dẫn đến hoán vị gen.\nII. Tần số hoán vị gen được tính bằng tỉ lệ % số giao tử mang gen hoán vị trong tổng số giao tử được tạo thành.\nIII. Xu hướng chủ yếu của các gen nằm trên cùng 1 NST là liên kết nên tần số hoán vị gen không vượt quá 50%.\nIV. Xét 2 cặp gen liên kết (Aa và Bb), trao đổi chéo có thể xảy ra ở bất kỳ cá thể nào nhưng hoán vị gen chỉ xảy ra ở cơ thể dị hợp tử hai cặp gen.",
        "ans_a":"A. I, IV",
        "ans_b":"B. III, IV.",
        "ans_c":"C. I, II.",
        "ans_d":"D. II, III.","ans_true":	4	},
      {"ques":"Trong nghiên cứu di truyền, phép lai phân tích nhằm mục đích",
        "ans_a":"A. kiểm tra độ thuần chủng của giống.",
        "ans_b":"B. tạo biến dị tổ hợp.",
        "ans_c":"C. xác định một tính trạng nào đó do gen nhân hay gen tế bào chất quy định.",
        "ans_d":"D. kiểm tra kiểu gen của cơ thể mang tính trạng trội cần nghiên cứu.","ans_true":	4	},
      {"ques":"Sơ đồ sau đây mô tả dạng đột biến cấu trúc nhiễm sắc thể nào?\nSơ đồ: ABCD*EFGH → ABCDCD*EFGH",
        "ans_a":"A. Chuyển đoạn.",
        "ans_b":"B. Mất đoạn.",
        "ans_c":"C. Lặp đoạn.",
        "ans_d":"D. Đảo đoạn.","ans_true":	3	},
      {"ques":"Cá rô phi nuôi ở nước ta sống và phát triển ổn định ở nhiệt độ từ 5,60C đến 420C. Chúng sinh trưởng và phát triển thuận lợi nhất ở nhiệt độ từ 200C đến 350C. Khoảng giá trị xác định từ 5,60C đến 420C gọi là",
        "ans_a":"A. giới hạn sinh thái.",
        "ans_b":"B. khoảng thuận lợi.",
        "ans_c":"C. khoảng chống chịu.",
        "ans_d":"D. giới hạn dưới và giới hạn trên.","ans_true":	1	},
      {"ques":"Khi nói về đột biến gen, phát biểu nào sau đây sai?",
        "ans_a":"A. Để phát sinh đột biến gen (đột biến điểm), ít nhất gen phải trải qua hai lần nhân đôi.",
        "ans_b":"B. Đột biến gen là những biến đổi trong cấu trúc của gen.",
        "ans_c":"C. Đột biến gen có thể có lợi, có hại hoặc trung tính đối với thể đột biến.",
        "ans_d":"D. Đột biến gen là nguồn nguyên liệu thứ cấp cho tiến hóa và chọn giống.","ans_true":	4	},
      {"ques":"Quan sát thấy các cá thể của quần thể phân bố một cách đồng đều, điều đó chứng tỏ",
        "ans_a":"A. kích thước của vùng phân bố của quần thể đang tăng.",
        "ans_b":"B. nguồn sống phân bố không đồng đều.",
        "ans_c":"C. mật độ quần thể thấp.",
        "ans_d":"D. các cá thể trong quần thể cạnh tranh nhau giành nguồn sống.","ans_true":	4	},
      {"ques":"Quá trình nào dưới đây không tuân thủ nguyên tắc bổ sung?",
        "ans_a":"A. Sự dịch mã di truyền do tARN thực hiện tại ribôxôm.",
        "ans_b":"B. Sự hình thành mARN trong quá trình phiên mã.",
        "ans_c":"C. Sự hình thành pôlinuclêôtit mới trong quá trình nhân đôi ADN.",
        "ans_d":"D. Sự hình thành cấu trúc bậc 2, bậc 3 của prôtêin.","ans_true":	4	},
      {"ques":"Khi mất loài nào sau đây thì cấu trúc của quần xã bị thay đổi mạnh nhất?",
        "ans_a":"A. Loài đặc trưng.",
        "ans_b":"B. Loài ưu thế.",
        "ans_c":"C. Loài ngẫu nhiên.",
        "ans_d":"D. Loài thứ yếu.","ans_true":	2	},
      {"ques":"Khi nói về bệnh ung thư, nhận định nào sau đây sai?",
        "ans_a":"A. Bệnh ung thư không di truyền cho thế hệ sau.",
        "ans_b":"B. Đột biến gen ức chế khối u là một trong những cơ chế gây ung thư ở người.",
        "ans_c":"C. Bệnh ung thư được gây ra bởi cả đột gen và đột biến NST.",
        "ans_d":"D. Bệnh ung thư đặc trưng bởi sự tăng sinh không kiểm soát của tế bào.","ans_true":	1	},
      {"ques":"Trong quá trình nhân đôi ADN, enzim ligaza có vai trò",
        "ans_a":"A. nối các đoạn Okazaki.",
        "ans_b":"B. bẻ gãy các liên kết hiđrô giữa hai mạch ADN.",
        "ans_c":"C. tháo xoắn phân tử ADN.",
        "ans_d":"D. lắp ráp các nuclêôtit theo nguyên tắc bổ sung với mỗi mạch khuôn của ADN.","ans_true":	1	},
      {"ques":"Ở một loài thực vật, khi cho cây hoa đỏ, quả tròn thuần chủng giao phấn với cây hoa vàng, quả bầu dục thuần chủng (P), thu được F1 gồm 100% cây hoa đỏ, quả tròn. Cho các cây F1 tự thụ phấn, thu được F2 gồm 4 loại kiểu hình, trong đó cây hoa đỏ, quả bầu dục chiếm tỉ lệ 16%. Biết rằng, mỗi gen quy định một tính trạng, alen trội là trội hoàn toàn, quá trình phát sinh giao tử đực và giao tử cái đều xảy ra hoán vị gen với tần số như nhau.\nCó bao nhiêu kết luận dưới đây đúng?\nI. F1 xảy ra hoán vị gen với tần số 40%.\nII. F2 có 10 loại kiểu gen.\nIII. F2 có 5 loại kiểu gen cùng quy định kiểu hình hoa đỏ, quả tròn.\nIV. Ở F2, số cá thể có kiểu gen giống kiểu gen của F1 chiếm tỉ lệ 32%.\nV. Ở F2, số cá thể có kiểu gen đồng hợp tử chiếm tỉ lệ 26%.",
        "ans_a":"A. 2.",
        "ans_b":"B. 5.",
        "ans_c":"C. 4.",
        "ans_d":"D. 3.","ans_true":	3	},
      {"ques":"Ở ruồi giấm, xét 2 gen liên kết trên nhiễm sắc thể thường, mỗi gen quy định một tính trạng, alen trội là trội hoàn toàn và hoán vị gen xảy ra ở ruồi giấm cái với tần số 20%. Những phép lai nào sau đây cho đời con có kiểu hình theo tỉ lệ 1 : 2 : 1?",
        "img":"image/biological_4_24.png",
        "ans_a":"A. II, IV.",
        "ans_b":"B. II, III.",
        "ans_c":"C. I, III.",
        "ans_d":"D. I, II.","ans_true":	3	},
      {"ques":"Trong một phép lai cặp bố, mẹ (P) giữa gà trống lông đen với gà mái lông kẻ sọc, ở F1 tất cả gà trống được sinh ra đều có lông kẻ sọc còn tất cả gà mái con có lông đen. Cho F1 giao phối với nhau thu được F2. Biết rằng tính trạng này là đơn gen. Có bao nhiêu phát biểu dưới đây đúng?\nI. Màu lông đen là trội so với màu lông kẻ sọc.\nII. Tất cả màu lông kẻ sọc ở F2 đều là gà mái.\nIII. Một nửa số gà trống ở F2 có kiểu gen dị hợp tử.\nIV. Một nửa số gà trống ở F2 có lông đen.",
        "ans_a":"A. I, II.",
        "ans_b":"B. II, III.",
        "ans_c":"C. I, IV.",
        "ans_d":"D. III, IV.","ans_true":	4	},
      {"ques":"Giả sử màu sắc lông của ngựa được quy định bởi 1 gen có hai alen B và b. Alen B quy định lông màu nâu trội hoàn toàn so với alen b quy định lông màu đen. Có hai quần thể ngựa sống ở hai khu vực tách biệt. Ở quần thể 1, tần số alen B là 0,5 còn ở quần thể 2 tần số alen B là 0,2. Kích thước quần thể 1 lớn gấp 5 lần quần thể 2. Thoạt đầu cả hai quần thể đều ở trạng thái cân bằng di truyền. Sau đó hai quần thể được kết hợp với nhau thành một. Những kết luận nào sau đây đúng?\nI. Hiện tượng trên là một ví dụ về phiêu bạt di truyền.\nII. Sau khi sát nhập các quần thể thì tần số alen B cao hơn tần số alen b.\nIII. Hai thế hệ sau khi sát nhập hai quần thể, 12,6% đời con là ngựa đen.\nIV. Trong số 1000 con ngựa mới được sinh ra ở thế hệ thứ nhất sau khi các quần thể sát nhập có 698 ngựa nâu.",
        "ans_a":"A. II, III.",
        "ans_b":"B. I, II.",
        "ans_c":"C. I, IV.",
        "ans_d":"D. III, IV.","ans_true":	4	},
      {"ques":"Trong một hồ nước, tảo cung cấp cho giáp xác 30% và cá mè trắng 20% năng lượng của mình. Cá mương khai thác 20% năng lượng của giáp xác và làm mồi cho cá quả. Cá quả tích tụ 10% năng lượng của bậc liền kề với nó và tổng sản lượng qui ra năng lượng của cá quả là 36 000 kcal. Có bao nhiêu kết luận sau đây đúng?\nI. Tổng năng lượng (kcal) của cá mè trắng khai thác từ tảo là 1,2.10⁶ Kcal.\nII. Lưới thức ăn trong hồ có tối đa 3 chuỗi thức ăn.\nIII. Cá quả có sinh khối lớn nhất trong ao.\nIV. Để nâng cao tổng giá trị sản phẩm trong ao biện pháp sinh học đơn giản nhưng hiệu quả nhất là thả thêm cá quả vào ao.",
        "ans_a":"A. 2.",
        "ans_b":"B. 1.",
        "ans_c":"C. 3.",
        "ans_d":"D. 4.","ans_true":	2	},
      {"ques":"Khi lai thuận và lai nghịch giữa nòi gà mào hình hạt đào với nòi gà mào hình lá được gà F1 toàn gà mào hình hạt đào. Tiếp tục cho F1 lai với nhau, thu được đời con (F2) có tỉ lệ kiểu hình là 9 mào hình hạt đào : 3 mào hình hoa hồng : 3 mào hình hạt đậu : 1 mào hình lá. Trong các kết luận sau đây, những kết luận nào đúng?\nI. Nếu cho F1 lai với cơ thể đồng hợp lặn thì đời con (Fa) có tỉ lệ kiểu hình là 1 : 1 : 1 : 1.\nII. Hình dạng mào ở gà di truyền theo quy luật phân li độc lập Men đen.\nIII. Kiểu hình mào hạt đào ở F2 do sự tương tác bổ sung giữa 2 gen trội không alen tạo thành.\nIV. Chọn ngẫu nhiên một cặp gà đều có mào hạt đào ở F2 cho lai với nhau, khả năng xuất hiện gà có mào hoa hồng thuần chủng ở F3 chiếm tỉ lệ 1/256.",
        "ans_a":"A. I, II.",
        "ans_b":"B. I, III.",
        "ans_c":"C. II, III.",
        "ans_d":"D. I, IV.","ans_true":	2	},
      {"ques":"Nghiên cứu sự thay đổi thành phần kiểu gen của quần thể giao phối qua 4 thế hệ liên tiếp thu được kết quả như sau.\nTrong các kết luận sau đây có bao nhiêu kết luận đúng?\nI. Chọn lọc tự nhiên là nhân tố gây ra sự thay đổi cấu trúc di truyền của quần thể ở F2.\nII. Giao phối không ngẫu nhiên là nhân tố đã gây nên sự thay đổi cấu trúc di truyền của quần thể ở F3 và F4.\nIII. Tất cả các kiểu gen đồng hợp tử trội đều vô sinh nên F2 có cấu trúc di truyền như vậy.\nIV. Tần số các alen A trước khi chịu tác động của nhân tố tiến hóa là 0,7.",
        "img":"image/biological_4_29.jpg",
        "ans_a":"A. 3.",
        "ans_b":"B. 4.",
        "ans_c":"C. 2.",
        "ans_d":"D. 1","ans_true":	3	},
      {"ques":"Ở một loài thực vật lưỡng bội, tính trạng màu hoa do 2 cặp gen Aa và Bb tương tác theo kiểu bổ sung. Khi có mặt của 2 gen trội trong kiểu gen (A- B-), hoa có màu đỏ; vắng mặt một gen trội (A-bb, aaB-) hoặc vắng mặt cả hai gen trội (aabb), hoa có màu trắng. Alen D quy định quả to trội hoàn toàn so với alen d quy định quả nhỏ. Các gen phân li độc lập với nhau. Cho cây hoa đỏ, quả nhỏ (P) tự thụ phấn, thu được F1 gồm 2 loại kiểu hình, trong đó kiểu hình hoa đỏ, quả nhỏ chiếm tỉ lệ 56,25%. Tiếp tục cho cây P giao phấn với 1 cây khác, theo lý thuyết có bao nhiêu sơ đồ lai cho tỉ lệ kiểu hình ở đời sau là 3 : 1?",
        "ans_a":"A. 8.",
        "ans_b":"B. 5.",
        "ans_c":"C. 6.",
        "ans_d":"D. 7.","ans_true":	3	},
      {"ques":"Một quần thể thực vật giao phấn, xét một gen có hai alen, alen A quy định thân cao trội hoàn toàn so với alen a quy định thân thấp. Một quần thể ban đầu (P) có kiểu hình thân thấp chiếm tỉ lệ 20%. Sau một thế hệ ngẫu phối, không chịu tác động của các nhân tố tiến hóa, kiểu hình thân cao chiếm tỉ lệ 84%. Theo lí thuyết, trong tổng số cây thân cao ở P, số cây có kiểu gen dị hợp tử chiếm tỉ lệ",
        "ans_a":"A. 2/3.",
        "ans_b":"B. 1/2.",
        "ans_c":"C. 3/5.",
        "ans_d":"D. 1/3.","ans_true":	2	},
      {"ques":"Cho sơ đồ tháp sinh thái năng lượng:\nTrong các kết luận sau đây có bao nhiêu kết luận sai?\nI. Có 87% năng lượng từ cỏ đã được sử dụng cho các hoạt động sống của sinh vật tiêu thụ bậc 1.\nII. Hiệu suất sinh thái của sinh vật tiêu thụ bậc 2 bằng 12%.\nIII. Tỉ lệ tích luỹ năng lượng của sinh vật tiêu thụ bậc 3 bằng 9%.\nIV. Nếu chuỗi thức ăn trên đã sử dụng 10% năng lượng mà sinh vật sản xuất đồng hoá được thì sản lượng quang hợp của cỏ là 86.10⁹ kcal",
        "img":"image/biological_4_32.png",
        "ans_a":"A. 2.",
        "ans_b":"B. 1.",
        "ans_c":"C. 4.",
        "ans_d":"D. 3.","ans_true":	1	},
      {"ques":"Sơ đồ phả hệ trên đây mô tả sự di truyền bệnh M ở người do 1 trong 2 alen của một gen quy định. Biết rằng không phát sinh đột biến mới ở tất cả những người trong phả hệ. Có bao nhiêu kết luận sau đây đúng?\nI. Bệnh M do đột biến gen lặn nằm trên NST thường quy định.\nII. Có thể có tối đa 12 người trong phả hệ này có kiểu gen dị hợp tử.\nIII. Cá thể III-15 lập gia đình với một người đàn ông không bị bệnh đến từ một quần thể có tần người bị bệnh M là 4%. Xác suất sinh con đầu lòng của họ bị bệnh M là 1/6.\nIV. Xác suất sinh hai đứa con đều có kiểu gen dị hợp tử của cặp vợ chồng III.13 – III.14 là ",
        "img":"image/biological_4_33.png",
        "ans_a":"A. 1.",
        "ans_b":"B. 2.",
        "ans_c":"C. 3.",
        "ans_d":"D. 4.","ans_true":	4	},
      {"ques":"Trong vườn cam có loài kiến hôi chuyên đưa những con rệp cây lên chồi non, nhờ vậy rệp lấy được nhiều nhựa cây và thải ra nhiều đường cho kiến hôi ăn. Người ta thả kiến đỏ để đuổi kiến hôi, đồng thời tiêu diệt sâu và rệp cây. Khi nói về mối quan hệ giữa các loài trên, kết luận nào dưới đây sai?",
        "ans_a":"A. Rệp cây và cây cam là quan hệ vật ăn thịt, con mồi.",
        "ans_b":"B. Kiến hôi và rệp cây là quan hệ hợp tác.",
        "ans_c":"C. Kiến đỏ và kiến hôi là quan hệ cạnh tranh.",
        "ans_d":"D. Kiến đỏ và rệp cây là quan hệ vật ăn thịt- con mồi.","ans_true":	1	},
      {"ques":"Một quần thể giao phối, tỉ lệ các kiểu gen trước và sau một thời gian bị tác động bởi chọn lọc như sau:\nTrong các kết luận sau có bao nhiêu kết luận đúng?\nI. Giá trị thích nghi (tỉ lệ sống sót tới khi sinh sản) của kiểu gen AA là 1.\nII. Hệ số chọn lọc (S) của các kiểu gen AA, Aa và aa sau khi có chọn lọc là 0,2; 0 và 0,8.\nIII. Quần thể này đang chịu tác động của hình thức chọn lọc ưu thế thể dị hợp.\nIV. Tần số alen A sau chọn lọc khi quần thể ở trạng thái cân bằng di truyền là 0,8.",
        "img":"image/biological_4_35.jpg",
        "ans_a":"A. 1.",
        "ans_b":"B. 2.",
        "ans_c":"C. 3.",
        "ans_d":"D. 4.","ans_true":	3	},
      {"ques":"Khi thống kê tỉ lệ cá đánh bắt trong các mẻ lưới ở 3 vùng khác nhau, người ta thu được kết quả như sau:\nKết luận nào sau đây là đúng?",
        "img":"image/biological_4_36.jpg",
        "ans_a":"A. Vùng A khai thác quá mức; vùng B khai thác hợp lý; vùng C chưa khai thác hết tiềm năng.",
        "ans_b":"B. Vùng A khai thác quá mức; vùng B chưa khai thác hết tiềm năng; vùng C khai thác hợp lý.",
        "ans_c":"C. Vùng A chưa khai thác hết tiềm năng; vùng B khai thác hợp lý; vùng C khai thác quá mức.",
        "ans_d":"D. Vùng A chưa khai thác hết tiềm năng; vùng B khai thác quá mức; vùng C khai thác hợp lý.","ans_true":	1	},
      {"ques":"Ở một loài động vật, cho biết mỗi gen quy định một tính trạng, các alen trội là trội hoàn toàn, không xảy ra đột biến nhưng xảy ra hoán vị gen giữa A và B ở cả hai giới với tần số 20%. Theo lí thuyết, phép lai (hình)cho kiểu hình (A-bbddE-) ở đời con chiếm tỉ lệ",
        "img":"image/biological_4_37.png",
        "ans_a":"A. 12%.",
        "ans_b":"B. 22,5%.",
        "ans_c":"C. 6%.",
        "ans_d":"D. 11,25%.","ans_true":	2	},
      {"ques":"Một phân tử mARN trưởng thành ở sinh vật nhân thực có tỉ lệ các nuclêôtit A: U : G : X lần lượt là 4 : 3 : 2 : 1 và chuỗi pôlipeptit được dịch mã từ mARN này có 499 axit amin (kể cả axit amin mở đầu). Biết rằng bộ ba kết thúc trên mARN là UAA. Số lượng từng loại nuclêôtit U, A, X, G trong các bộ ba đối mã (anticodon) của các phân tử tARN tham gia dịch mã một lần khi tổng hợp chuỗi pôlipeptit nói trên lần lượt là",
        "ans_a":"A. 600, 450, 300, 150.",
        "ans_b":"B. 449, 598, 150, 300.",
        "ans_c":"C. 598, 449, 300, 150.",
        "ans_d":"D. 599, 448, 300, 150.","ans_true":	3	},
      {"ques":"Có hai giống lúa, một giống có gen qui định khả năng kháng bệnh X và một giống có gen qui định kháng bệnh Y. Các gen kháng bệnh nằm trên các nhiễm sắc thể khác nhau. Bằng cách nào để tạo ra giống mới có hai gen kháng bệnh X và Y luôn di truyền cùng nhau?",
        "ans_a":"A. Dung hợp tế bào trần của hai giống trên, nhờ hoán vị gen ở cây lai mà hai gen trên được đưa về cùng một NST.",
        "ans_b":"B. Sử dụng kĩ thuật chuyển gen để chuyển gen kháng bệnh X vào giống có gen kháng bệnh Y hoặc ngược lại.",
        "ans_c":"C. Lai hai giống cây với nhau rồi sau đó xử lí con lai bằng tác nhân đột biến, tạo ra các đột biến chuyển đoạn NST chứa cả hai gen có lợi vào cùng một NST.",
        "ans_d":"D. Lai hai giống cây với nhau rồi lợi dụng hiện tượng hoán vị gen ở cây lai mà hai gen trên được đưa về cùng một NST.","ans_true":	3	},
      {"ques":"Ở một loài thực vật, gen A quy định quả đỏ trội hoàn toàn so với alen a quy định quả vàng. Lai cây thuần chủng lưỡng bội quả đỏ với cây lưỡng bội quả vàng được F1. Xử lý F1 bằng cônsixin, sau đó cho giao phấn ngẫu nhiên với nhau được F2. Cơ thể tứ bội chỉ sinh ra giao tử lưỡng bội có khả năng thụ tinh và hiệu quả việc xử lí hóa chất gây đột biến lên F1 đạt 72%. Tỉ lệ kiểu hình quả đỏ ở F2 là",
        "ans_a":"A. 93,24%.",
        "ans_b":"B. 97,22%.",
        "ans_c":"C. 98,25%.",
        "ans_d":"D. 75%.","ans_true":	1	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 5,
    "time": 50,
    "questions": [
      {"ques":"Trong quần thể tự phối, thành phần kiểu gen của quần thể có xu hướng",
        "ans_a":"tăng tỉ lệ thể dị hợp, giảm tỉ lệ thể đồng hợp",
        "ans_b":"phân hoá đa dạng và phong phú về kiểu gen",
        "ans_c":"duy trì tỉ lệ số cá thể ở trạng thái dị hợp tử",
        "ans_d":"phân hóa thành các dòng thuần có kiểu gen khác nhau","ans_true":	3	},
      {"ques":"Một quần thể có TPKG: 0,6AA + 0,4Aa = 1. Tỉ lệ cá thể có kiểu gen aa của quần thể ở thế hệ sau khi cho tự phối là",
        "ans_a":"50%",
        "ans_b":"20%",
        "ans_c":"10%",
        "ans_d":"70%","ans_true":	4	},
      {"ques":"Xét một quần thể có 2 alen (A, a). Quần thể khởi đầu có số cá thể tương ứng với từng loại kiểu gen là: 65AA: 26Aa: 169aa. Tần số tương đối của mỗi alen trong quần thể này là",
        "ans_a":"A = 0,50; a = 0,50",
        "ans_b":"A = 0,30; a = 0,70",
        "ans_c":"A = 0,25; a = 0,75",
        "ans_d":"A = 0,35; a = 0,65","ans_true":	4	},
      {"ques":"Một quần thể thực vật tự thụ phấn có tỉ lệ kiểu gen ở thế hệ P là: 0,45AA : 0,30Aa : 0,25aa. Cho biết các cá thể có kiểu gen aa không có khả năng sinh sản. Tính theo lí thuyết, tỉ lệ các kiểu gen thu được ở F1 là",
        "ans_a":"0,7AA : 0,2Aa : 0,1aa",
        "ans_b":"0,36AA : 0,24Aa : 0,40aa",
        "ans_c":"0,36AA : 0,48Aa : 0,16aa",
        "ans_d":"0,525AA : 0,150Aa : 0,325aa","ans_true":	2	},
      {"ques":"Cho biết một gen quy định một tính trạng, gen trội là trội hoàn toàn, các gen phân li độc lập và tổ hợp tự do, phép lai Aabb × aaBb cho đời con có sự phân li kiểu hình theo tỉ lệ",
        "ans_a":"1:01",
        "ans_b":"3:01",
        "ans_c":"9 : 3 : 3 : 1",
        "ans_d":"1 : 1 : 1 : 1","ans_true":	1	},
      {"ques":"Tiến hoá nhỏ là quá trình",
        "ans_a":"hình thành các nhóm phân loại trên loài",
        "ans_b":"biến đổi cấu trúc di truyền của quần thể dẫn tới sự hình thành loài mới",
        "ans_c":"biến đổi kiểu hình của quần thể dẫn tới sự hình thành loài mới",
        "ans_d":"biến đổi thành phần kiểu gen của quần thể dẫn tới sự biến đổi kiểu hình","ans_true":	3	},
      {"ques":"Người đứng thẳng đầu tiên là",
        "ans_a":"Ôxtralôpitec",
        "ans_b":"Nêanđectan",
        "ans_c":"Homo erectus",
        "ans_d":"Homo habilis","ans_true":	1	},
      {"ques":"Không thuộc thành phần của một opêron nhưng có vai trò quyết định hoạt động của opêron là",
        "ans_a":"vùng vận hành",
        "ans_b":"gen cấu trúc",
        "ans_c":"gen điều hòa",
        "ans_d":"vùng mã hóa","ans_true":	4	},
      {"ques":"Một quần thể có 60 cá thể AA; 40 cá thể Aa; 100 cá thể aa. Cấu trúc di truyền của quần thể sau một lần ngẫu phối là",
        "ans_a":"0,16 AA: 0,48 Aa: 0,36 aa",
        "ans_b":"0,48 AA: 0,16 Aa: 0,36 aa",
        "ans_c":"0,16 AA: 0,36 Aa: 0,48 aa",
        "ans_d":"0,36 AA: 0,48 Aa: 0,16 aa","ans_true":	2	},
      {"ques":"Ở đậu Hà lan, mỗi gen quy định một tính trạng/1 NST, trội hoàn toàn. Khi cho cây dị hợp 2 cặp gen lai phân tích, đời con thu được tỉ lệ kiểu hình",
        "ans_a":"9:07",
        "ans_b":"9 : 3 : 3 : 1",
        "ans_c":"3 : 3 : 1 : 1",
        "ans_d":"1 : 1 : 1 :1","ans_true":	1	},
      {"ques":"Theo Đácuyn, cơ chế tiến hoá là sự tích lũy các",
        "ans_a":"đặc tính thu được trong đời sống cá thể dưới tác dụng của chọn lọc tự nhiên",
        "ans_b":"đặc tính thu được trong đời sống cá thể dưới tác dụng của ngoại cảnh hay tập quán hoạt động",
        "ans_c":"đặc tính thu được trong đời sống cá thể dưới tác dụng của ngoại cảnh",
        "ans_d":"biến dị có lợi, đào thải các biến dị có hại dưới tác dụng của chọn lọc tự nhiên","ans_true":	1	},
      {"ques":"Ở một loài thực vật, các gen quy định các tính trạng phân li độc lập và tổ hợp tự do. Cho cơ thể có kiểu gen AaBb tự thụ phấn, tỉ lệ kiểu gen AABB ở đời con là",
        "ans_a":"3/16",
        "ans_b":"1/16",
        "ans_c":"9/16",
        "ans_d":"2/16","ans_true":	2	},
      {"ques":"Cơ sở tế bào học của quy luật phân li độc lập là",
        "ans_a":"Sự PLĐL của các cặp NST tương đồng",
        "ans_b":"Sự PLĐL và tổ hợp tự do của các cặp NST tương đồng trong GP → sự PLĐL tổ hợp tự do của các cặp gen alen",
        "ans_c":"Sự tổ hợp tự do của các NST tương đồng trong giảm phân",
        "ans_d":"Sự PLĐL của các NST tương đồng trong giảm phân","ans_true":	4	},
      {"ques":"Hoán vị gen có hiệu quả đối với kiểu gen nào?",
        "ans_a":"Các gen liên kết ở trạng thái đồng hợp lặn",
        "ans_b":"Các gen liên kết ở trạng thái đồng hợp trội",
        "ans_c":"Các gen liên kết ở trạng thái dị hợp về hai cặp gen",
        "ans_d":"Các gen liên kết ở trạng thái dị hợp về một cặp gen","ans_true":	2	},
      {"ques":"Một tế bào sinh dưỡng của một loài có bộ nhiễm sắc thể kí hiệu: AaBbDdEe bị rối loạn phân li 1 cặp nhiễm sắc thể Dd trong phân bào sẽ tạo ra 2 tế bào con có kí hiệu nhiễm sắc thể là",
        "ans_a":"AaBbDDdEe và AaBbdEe",
        "ans_b":"AaBbDddEe và AaBbDEe",
        "ans_c":"AaBbDddEe và AaBbdEe",
        "ans_d":"AaBbDDddEe và AaBbEe","ans_true":	2	},
      {"ques":"Bệnh máu khó đông do gen lặn nằm trên nhiễm sắc thể X không có alen tương ứng trên Y. Người phụ nữ bình thường có bố bị máu khó đông, chồng chị ta không bị bệnh này. Xác suất sinh con trai đầu lòng bị máu khó đông của cặp vợ chồng này là",
        "ans_a":"37.50%",
        "ans_b":"50%",
        "ans_c":"25%",
        "ans_d":"12.50%","ans_true":	3	},
      {"ques":"Điểm quan trọng trong sự phát triển của sinh vật trong đại Cổ sinh là",
        "ans_a":"sự di cư của thực vật và động vật từ dưới nước lên cạn",
        "ans_b":"sự phát triển cực thịnh của bò sát",
        "ans_c":"sự tích luỹ ôxi trong khí quyển, sinh vật phát triển đa dạng, phong phú",
        "ans_d":"phát sinh thực vật và các ngành động vật","ans_true":	4	},
      {"ques":"Một gen bình thường chứa 1068 liên kết hyđrô và 186 Guanin. Đột biến xảy ra dẫn đến gen tăng 1 liên kết hyđrô nhưng không thay đổi chiều dài. Kết luận nào sau đây sai?",
        "ans_a":"Sau đột biến gen có A = T = 254; G = X = 187",
        "ans_b":"Sau đột biến nếu gen nhân đôi 2 lần thì môi trường cung cấp: A = T = 765; G = X = 558",
        "ans_c":"Chiều dài của gen trước khi đột biến là: 149,94 nm",
        "ans_d":"Đột biến xảy ra dưới dạng thay thế 1 cặp A - T bằng 1 cặp G - X","ans_true":	3	},
      {"ques":"Đặc điểm nổi bật của ưu thế lai là",
        "ans_a":"con lai biểu hiện những đặc điểm tốt",
        "ans_b":"con lai có nhiều đặc điểm vượt trội so với bố mẹ",
        "ans_c":"con lai xuất hiện kiểu hình mới",
        "ans_d":"con lai có sức sống mạnh mẽ","ans_true":	1	},
      {"ques":"Ở một loài thực vật, xét hai cặp gen trên hai cặp nhiễm sắc thể tương đồng quy định tính trạng màu hoa. Sự tác động của 2 gen trội không alen quy định màu hoa đỏ, thiếu sự tác động của một trong 2 gen trội cho hoa hồng, còn nếu thiếu sự tác động của cả 2 gen trội này cho hoa màu trắng. Xác định tỉ lệ phân li về kiểu hình ở F1 trong phép lai P: AaBb x Aabb",
        "ans_a":"4 đỏ: 1 hồng: 3 trắng",
        "ans_b":"3 đỏ: 1 hồng: 4 trắng",
        "ans_c":"4 đỏ: 3 hồng: 1 trắng",
        "ans_d":"3 đỏ: 4 hồng: 1 trắng","ans_true":	4	},
      {"ques":"Biết 1 gen qui định một tính trạng, gen trội là trội hoàn toàn, các gen phân li độc lập và tổ hợp tự do. Theo lý thuyết, phép lai AABBDd x AaBbDd cho tỉ lệ kiểu hình trội về cả 3 cặp tính trạng ở F1 là",
        "ans_a":"1/4",
        "ans_b":"9/16",
        "ans_c":"2/3",
        "ans_d":"3/4","ans_true":	4	},
      {"ques":"Trong trường hợp các gen phân li độc lập, tác động riêng rẽ và các gen trội là trội hoàn toàn, phép lai: AaBbCcDd AaBbCcDd cho tỉ lệ kiểu hình A-bbC-D- ở đời con là",
        "ans_a":"81/256",
        "ans_b":"27/256",
        "ans_c":"3/256",
        "ans_d":"1/16","ans_true":	3	},
      {"ques":"Số loại giao tử có thể tạo ra cơ thể từ kiểu gen AaBbDd",
        "ans_a":"8",
        "ans_b":"6",
        "ans_c":"2",
        "ans_d":"4","ans_true":	4	},
      {"ques":"Cơ thể mà tế bào sinh dưỡng đều thừa 2 nhiễm sắc thể trên 2 cặp tương đồng được gọi là",
        "ans_a":"thể ba kép",
        "ans_b":"thể bốn",
        "ans_c":"thể ba",
        "ans_d":"thể tứ bội","ans_true":	4	},
      {"ques":"Đột biến gen lặn sẽ biểu hiện trên kiểu hình",
        "ans_a":"ngay ở cơ thể mang đột biến",
        "ans_b":"khi ở trạng thái dị hợp tử và đồng hợp tử",
        "ans_c":"khi ở trạng thái đồng hợp tử",
        "ans_d":"thành kiểu hình ngay ở thế hệ sau","ans_true":	1	},
      {"ques":"Mã di truyền mang tính thoái hoá, tức là",
        "ans_a":"tất cả các loài đều dùng chung nhiều bộ mã di truyền",
        "ans_b":"tất cả các loài đều dùng chung một bộ mã di truyền",
        "ans_c":"nhiều bộ ba khác nhau cùng mã hoá cho một loại axit amin",
        "ans_d":"một bộ ba mã di truyền chỉ mã hoá cho một axit amin","ans_true":	1	},
      {"ques":"Ở người bệnh máu khó động nằm trên NST X, không có alen tương ứng trên NST Y. Cặp bố mẹ có thể sinh con trai bị bệnh máu khó đông với xác xuất 25% là",
        "ans_a":"XmXm và XMY",
        "ans_b":"XmXm và XmY",
        "ans_c":"XMXM và XMY",
        "ans_d":"XMXm và XmY","ans_true":	4	},
      {"ques":"Nếu thế hệ P tứ bội là: ♂ AAaa x ♀ AAaa, tỉ lệ kiểu gen ở thế hệ F1 sẽ là",
        "ans_a":"1AAAA: 8AAa: 18 AAAa: 8Aaaa: 1 aaaa",
        "ans_b":"1 aaaa: 8 AAAA: 8 Aaaa: 18AAaa: 1 AAAA",
        "ans_c":"1 aaaa: 18 AAaa: 8 Aaa: 8 Aaaa: 1 AAAA",
        "ans_d":"1AAAA: 8AAAa: 18 AAaa: 8 Aaaa: 1aaaa","ans_true":	3	},
      {"ques":"Quy trình kĩ thuật từ tế bào tạo ra giống vật nuôi, cây trồng mới trên quy mô công nghiệp gọi là",
        "ans_a":"công nghệ gen",
        "ans_b":"công nghệ tế bào",
        "ans_c":"công nghệ sinh học",
        "ans_d":"kĩ thuật di truyền","ans_true":	2	},
      {"ques":"Kỹ thuật nào dưới đây là ứng dụng công nghệ tế bào trong tạo giống mới ở thực vật?",
        "ans_a":"Nuôi cấy hạt phấn",
        "ans_b":"Phối hợp hai hoặc nhiều phôi tạo thành thể khảm",
        "ans_c":"Phối hợp vật liệu di truyền của nhiều loài trong một phôi",
        "ans_d":"Tái tổ hợp thông tin di truyền của những loài khác xa nhau trong thang phân loại","ans_true":	3	},
      {"ques":"Mạch gốc của gen ban đầu: 3' TAX TTX AAA... 5'. Cho biết có bao nhiêu trường hợp thay thế nuclêôtit ở vị trí số 7 làm thay đổi codon này thành codon khác?",
        "ans_a":"3",
        "ans_b":"1",
        "ans_c":"2",
        "ans_d":"4","ans_true":	2	},
      {"ques":"Trong nghiên cứu di truyền người, phương pháp di truyền tế bào là phương pháp",
        "ans_a":"Sử dụng kĩ thuật ADN tái tổ hợp để nghiên cứu cấu trúc của gen",
        "ans_b":"Phân tích tế bào học bộ NST của người để đánh giá số lượng, cấu trúc của các NST",
        "ans_c":"Tìm hiểu cơ chế hoạt động của 1 gen qua quá trình sao ma và dịch mã",
        "ans_d":"Nghiên cứu trẻ đồng sinh được sinh ra từ 1 tế bào trứng hay từ những trứng khác nhau","ans_true":	2	},
      {"ques":"Một gen bị đột biến ở vùng mã hóa nên sản phẩm prôtêin tổng hợp từ gen đó bị mất 1 axit amin và có 2 axit amin khác bị thay đổi so với prôtêin tổng hợp từ gen ban đầu. Dạng đột biến xẩy ra ở gen trên là",
        "ans_a":"mất 3 cặp nuclêôtit thuộc ba bộ ba kế tiếp nhau",
        "ans_b":"mất 2 cặp nuclêôtit và có 1 cặp nuclêôtit bị thay thế",
        "ans_c":"mất 3 cặp nuclêôtit thuộc hai bộ ba kế tiếp",
        "ans_d":"mất 3 cặp nuclêôtit thuộc một bộ ba","ans_true":	2	},
      {"ques":"Ở người, tính trạng tóc quăn do gen trội A, tóc thẳng do alen lặn a nằm trên nhiễm sắc thể thường quy định; còn bệnh mù màu đỏ – lục do gen lặn m chỉ nằm trên nhiễm sắc thể giới tính X gây nên. Bố và mẹ tóc quăn, mắt bình thường, sinh một con trai tóc thẳng, mù màu đỏ – lục. Kiểu gen của người mẹ là",
        "ans_a":"AaXMXM",
        "ans_b":"AAXMXm",
        "ans_c":"AaXMXm",
        "ans_d":"AAXMXM","ans_true":	1	},
      {"ques":"Cho phép lai AB/ab x AB/ab. Biết mỗi gen quy định một tính trạng, các alen A và B là trội hoàn toàn, khoảng cách trên bản đồ di truyền của hai gen trên là 20cM. Tỉ lệ kiểu hình trội về cả hai tình trạng được mong đợi ở thế hệ F1 là bao nhiêu?",
        "ans_a":"16.00%",
        "ans_b":"66%",
        "ans_c":"8%",
        "ans_d":"9%","ans_true":	3	},
      {"ques":"Ở một loài thực vật, gen A qui định thân cao là trội hoàn toàn so với thân thấp do gen a qui định. Cho cây thân cao 4n có kiểu gen AAaa giao phấn với cây thân cao 4n có kiểu gen Aaaa thì kết quả phân tính ở F1 sẽ là",
        "ans_a":"11 cao: 1 thấp",
        "ans_b":"3 cao: 1 thấp",
        "ans_c":"35 cao: 1 thấp",
        "ans_d":"5 cao: 1 thấp","ans_true":	2	},
      {"ques":"Hình thành loài bằng cách li sinh thái thường gặp ở những loài",
        "ans_a":"động vật ít di chuyển",
        "ans_b":"thực vật",
        "ans_c":"thực vật và động vật ít di chuyển",
        "ans_d":"động vật có khả năng di chuyển nhiều","ans_true":	3	},
      {"ques":"Màu lông ở thỏ Himalaya được hình thành phụ thuộc vào yếu tố nào?",
        "ans_a":"Chế độ chiếu sáng của môi trường",
        "ans_b":"Chế độ dinh dưỡng",
        "ans_c":"Nhiệt độ",
        "ans_d":"Độ ẩm","ans_true":	1	},
      {"ques":"Ở một loài thực vật, gen A quy định quả đỏ trội hoàn toàn so với gen a qui định quả vàng. Cho cây 4n có kiểu gen aaaa giao phấn với cây 4n có kiểu gen AAaa, kết quả phân tính đời lai là",
        "ans_a":"3 đỏ: 1 vàng",
        "ans_b":"1 đỏ: 1 vàng",
        "ans_c":"5 đỏ: 1 vàng",
        "ans_d":"11 đỏ: 1 vàng","ans_true":	3	},
      {"ques":"Ở một loài thực vật, gen A quy định thân cao trội hoàn toàn so với gen a quy định thân thấp, gen B quy định hoa đỏ trội hoàn toàn so với gen b quy định hoa trắng. Lai cây thân cao, hoa đỏ với cây thân thấp, hoa trắng thu được F1 phân li theo tỉ lệ : 37,5% cây thân cao, hoa trắng : 37,5% cây thân thấp, hoa đỏ : 12,5% cây thân cao, hoa đỏ : 12,5% cây thân thấp, hoa trắng.",
        "ans_a":"Ab/aB x ab/ab ",
        "ans_b":"AaBB x aabb",
        "ans_c":"AaBb x aabb",
        "ans_d":"Ab/ab x ab/ab","ans_true":	1	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 6,
    "time": 50,
    "questions": [
      {"ques":"Có thể phát hiện gen trên NST thường, gen trên nhiễm sắc thể giới tính và gen trong tế bào chất bằng phép lai nào sau đây?",
        "ans_a":"Lai thuận nghịch",
        "ans_b":"Lai phân tích",
        "ans_c":"Tự thụ phấn ở thực vật",
        "ans_d":"Giao phối cận huyết ở động vật","ans_true":	1	},
      {"ques":"Một giống lúa có alen A gây bệnh vàng lùn, để tạo thể đột biến mang kiểu gen aa có khả năng kháng bệnh này người ta tiến hành các bước sau:\n(1) Chọn lọc các cây có khả năng kháng bệnh.\n(2) Xử lí hạt giống bằng tia phóng xạ để gây đột biến, gieo hạt mọc thành cây.\n(3) Cho các cây kháng bệnh lai với nhau hoặc tự thụ phấn tạo dòng thuần.Thứ tự đúng là",
        "ans_a":"(1) → (2) → (3)",
        "ans_b":"(2) → (3) → (1)",
        "ans_c":"(2) → (1) → (3)",
        "ans_d":"(1) → (3) → (2)","ans_true":	3	},
      {"ques":"Thể đa bội không có đặc điểm nào sau đây?",
        "ans_a":"Khả năng sinh sản cao",
        "ans_b":"Năng suất cao",
        "ans_c":"Sức chống chịu tốt",
        "ans_d":"Sinh trưởng phát triển tốt","ans_true":	1	},
      {"ques":"Sự hình thành đặc điểm thích nghi của sinh vật chịu sự chi phối của những nhân tố nào?\n(1) đột biến\n(2) giao phối\n(3) CLTN\n(4) cách li\n(5) biến động di truyền",
        "ans_a":"1, 2, 3",
        "ans_b":"1, 2, 3, 4",
        "ans_c":"1, 3, 4",
        "ans_d":"1, 3, 4, 5","ans_true":	1	},
      {"ques":"Trong trường hợp các gen phân li độc lập, tác động riêng rẽ và các gen trội là trội hoàn toàn, phép lai: cho tỉ lệ kiểu hình A-bbC-D- ở đời con là",
        "ans_a":"3/256",
        "ans_b":"1/16",
        "ans_c":"81/256",
        "ans_d":"27/256","ans_true":	4	},
      {"ques":"Trong các loại ribonuclêôtit tham gia cấu tạo nên ARN không có loại",
        "ans_a":"Guanin (G)",
        "ans_b":"Uraxin (U)",
        "ans_c":"Ađênin (A)",
        "ans_d":"Timin (T)","ans_true":	4	},
      {"ques":"Năm 1953, Milơ và Urây đã làm thí nghiệm để kiểm tra giả thuyết của Oparin và Handan. Trong thí nghiệm này, loại khí nào sau đây không được sử dụng để tạo môi trường có thành phần hóa học giống khí quyển nguyên thủy của Trái Đất?",
        "ans_a":"CH4",
        "ans_b":"H2",
        "ans_c":"NH3",
        "ans_d":"O2","ans_true":	4	},
      {"ques":"Phân tử ADN liên kết với prôtêin mà chủ yếu là histon đã tạo nên cấu trúc đặc hiệu, cấu trúc này chỉ phát hiện ở tế bào",
        "ans_a":"thực khuẩn (plasmit)",
        "ans_b":"vi khuẩn",
        "ans_c":"xạ khuẩn",
        "ans_d":"sinh vật nhân thực","ans_true":	4	},
      {"ques":"Điều hòa hoạt động gen của sinh vật nhân sơ chủ yếu xảy ra ở giai đoạn",
        "ans_a":"Phiên mã",
        "ans_b":"Dịch mã",
        "ans_c":"Sau dịch mã",
        "ans_d":"Sau phiên mã","ans_true":	1	},
      {"ques":"Những đột biến cấu trúc NST nào sau đây làm ảnh hưởng đến hàm lượng và cấu trúc của vật chất di truyền",
        "ans_a":"Mất hoặc lặp đoạn",
        "ans_b":"Đảo đoạn",
        "ans_c":"Chuyển đoạn cùng NST",
        "ans_d":"Đa bội hóa cùng nguồn","ans_true":	1	},
      {"ques":"Cho các thông tin sau đây:\n(1) mARN sau phiên mã được trực tiếp dùng làm khuôn để tổng hợp protein.\n(2) Khi ribosom tiếp xúc với mã kết thúc trên mARN thì quá trình dịch mã hoàn tất.\n(3) Nhờ một enzim đặc hiệu, axid amin mở đầu được cắt khỏi chuỗi polypeptit vừa tổng hợp.\n(4) mARN sau phiên mã được cắt bỏ intron, nối các exon lại với nhau thành mARN trưởng thành.\nCác thông tin về sự phiên mã và dịch mã đúng với cả tế bào nhân thực và nhân sơ là",
        "ans_a":"(2) và (3)",
        "ans_b":"(1) và (4)",
        "ans_c":"(3) và (4)",
        "ans_d":"(2) và (4)","ans_true":	1	},
      {"ques":"Tính tần số đối với một gen có 2 alen. Một quần thể có cấu trúc di truyền như sau : 0,6AA : 0,2Aa : 0,2aa. Tần số của các alen A và alen a trong quần thể trên là",
        "ans_a":"0,9A; 0,1a",
        "ans_b":"0,3A; 0,7a",
        "ans_c":"0,4A; 0,6a",
        "ans_d":"0,7A; 0,3 a","ans_true":	4	},
      {"ques":"Trong quá trình giảm phân ở một cơ thể có kiểu gen AaX(De)X(dE) đã xảy ra hoán vị gen giữa các alen D và d với tần số 20%. Cho biết không xảy ra đột biến, tính theo lí thuyết, tỉ lệ loại giao tử abX(de) được tạo ra từ cơ thể này là",
        "ans_a":"2,5%",
        "ans_b":"5,0%",
        "ans_c":"10,0%",
        "ans_d":"7,5%","ans_true":	2	},
      {"ques":"Cho các phép lai sau:\n(1) 4n x 4n → 4n.        (2) 4n x 2n → 3n.\n(3) 2n x 2n → 4n.        (4) 3n x 3n → 6n.\nCó bao nhiêu phép lai đời con có thể được hình thành do đa bội hóa?",
        "ans_a":"3",
        "ans_b":"1",
        "ans_c":"2",
        "ans_d":"4","ans_true":	3	},
      {"ques":"Phát biểu nào sau đây không nằm trong nội dung của học thuyết Đacuyn",
        "ans_a":"Toàn bộ sinh giới ngày nay là kết quả của quá trình tiến hóa từ một nguồn gốc chung",
        "ans_b":"Loài mới được hình thành dần dần qua nhiều dạng trung gian, dưới tác dụng của chọn lọc tự nhiên theo con đường phân li tính trạng",
        "ans_c":"Chọn lọc tự nhiên tác động thông qua đặc tính biến dị và di truyền đó là nhân tố chính trong quá trình hình thành các đặc điểm thích nghi trên cơ thể sinh vật",
        "ans_d":"Ngoại cảnh thay đổi chậm nên sinh vật có khả năng phản ứng phù hợp nên không bị đào thải","ans_true":	4	},
      {"ques":"Trình tự các giai đoạn của quá trình tiến hoá sự sống trên trái đất",
        "ans_a":"Tiến hoá hoá học - tiến hoá tiền sinh học - tiến hoá sinh học",
        "ans_b":"Tiến hoá hoá học - tiến hoá sinh học - tiến hoá tiền sinh học",
        "ans_c":"Tiến hoá tiền sinh học - tiến hoá hoá học - tiến hoá sinh học",
        "ans_d":"Tiến hoá hoá học - tiến hoá tiền sinh học","ans_true":	1	},
      {"ques":"Theo quan niệm tiến hóa hiện đại, chọn lọc tự nhiên tác động trực tiếp lên",
        "ans_a":"Kiểu gen",
        "ans_b":"Alen",
        "ans_c":"Kiểu hình",
        "ans_d":"Gen","ans_true":	3	},
      {"ques":"Cho cây có kiểu gen AaBbCcDd tự thụ phấn qua nhiều thế hệ. Nếu các cặp gen này nằm trên các cặp nhiễm sắc thể khác nhau thì số dòng thuần tối đa về cả bốn cặp gen có thể được tạo ra là",
        "ans_a":"16",
        "ans_b":"8",
        "ans_c":"6",
        "ans_d":"12","ans_true":	1	},
      {"ques":"Điều nào dưới đây không phải là điều kiện nghiệm đúng định luật Hacđi – Vanbec",
        "ans_a":"Không có chọn lọc tự nhiên, quần thể đủ lớn để có ngẫu phối",
        "ans_b":"Sức sống và sức sinh sản của các thể đồng hợp, dị hợp là như nhau",
        "ans_c":"Không có sự di nhập của các gen lạ vào quần thể",
        "ans_d":"Số alen của một gen nào đó được tăng lên","ans_true":	4	},
      {"ques":"Ở ruồi giấm, alen A quy định mắt đỏ là trội hoàn toàn so với alen a quy định mắt trắng. Tính theo lí thuyết, phép lai nào sau đây cho đời con có tỉ lệ kiểu hình là 3 ruồi mắt đỏ : 1 ruồi mắt trắng?",
        "ans_a":"XAXA × XaY",
        "ans_b":"XAXa × XAY",
        "ans_c":"XaXa × XAY",
        "ans_d":"XAXa × XaY","ans_true":	2	},
      {"ques":"Trong các phát biểu sau, phát biểu đúng khi nói về nhiễm sắc thể giới tính ở động vật?",
        "ans_a":"Nhiễm sắc thể giới tính chỉ có ở tế bào sinh dục",
        "ans_b":"Nhiễm sắc thể giới tính chỉ chứa các gen quy định tính trạng giới tính",
        "ans_c":"Hợp tử mang cặp nhiễm sắc thể giới tính XY bao giờ cũng phát triển thành cơ thể đực",
        "ans_d":"Nhiễm sắc thể giới tính có thể bị đột biến về cấu trúc và số lượng","ans_true":	4	},
      {"ques":"Cho các thành tựu trong ứng dụng di truyền học sau đây:\n1. Giống lúa gạo vàng có gen tổng hợp β caroten.\n2. Cà chua có gen quả chín bị bất hoạt.\n3. Dưa hấu tam bội có hàm lượng đường cao.\n4. Cừu có khả năng sản xuất protein của người.\n5. Giống táo má hồng cho 2 vụ quả/năm\nThành tựu nào không phải là kết quả của ứng dụng công nghệ gen?",
        "ans_a":"2, 5",
        "ans_b":"4, 5",
        "ans_c":"3, 5",
        "ans_d":"2, 3","ans_true":	3	},
      {"ques":"Cho biết các quần thể giao phối có thành phần kiểu gen như sau:\nCác quần thể đang ở trạng thái cân bằng di truyền là",
        "img":"image/biological_6_23.jpg",
        "ans_a":"1, 3, 5",
        "ans_b":"4, 5",
        "ans_c":"1, 4, 5",
        "ans_d":"3, 5","ans_true":	4	},
      {"ques":"Ở ruồi giấm, người ta phát hiện ra các dạng NST có cấu trúc khác nhau ở các vùng địa lí khác nhau như sau:\n(a) ABCDEFGHI     (b) ABFEHGCDI      \n(c) ABFEDCGHI     (d) ABFCGHEDI\nBiết rằng dạng a là dạng ban đầu, cho biết trật tự xuất hiện các dạng đột biến trên?",
        "ans_a":"a → c → b → d",
        "ans_b":"a → b → d → c",
        "ans_c":"a → d → c → b",
        "ans_d":"a → →> c → d","ans_true":	1	},
      {"ques":"Trong quá trình tiến hóa, chọn lọc tự nhiên và yếu tố ngẫu nhiên đều có vai trò",
        "ans_a":"Làm một gen có lợi cũng có thể bị loại bỏ hoàn toàn ra khỏi quần thể",
        "ans_b":"Có thể xuất hiện alen mới làm phong phú vốn gen của quần thể",
        "ans_c":"Làm thay đổi tần số alen và thành phần kiểu gen của quần thể",
        "ans_d":"Góp phần loại bỏ alen lặn ra khỏi quần thể","ans_true":	3	},
      {"ques":"Theo dõi sự di truyền của 2 cặp tính trạng được quy định bởi 2 cặp gen và di truyền trội hoàn toàn. Nếu F1 có tỷ lệ kiểu hình 7A-B- : 8A-bb : 3aaB- : 2aabb thì kiểu gen của P và tần số hoán vị gen là",
        "ans_a":"AB/ab x AB/ab; hoán vị 2 bên với f = 25%",
        "ans_b":"Ab/aB x Ab/aB; f = 8,65%",
        "ans_c":"AB/ab x Ab/ab; f = 25%",
        "ans_d":"Ab/aB x Ab/ab; f = 40%","ans_true":	4	},
      {"ques":"Cho phép lai: P ♀AABb x ♂AaBb. Trong quá trình giảm phân cơ thể đực cặp NST mang cặp gen Aa không phân li trong giảm phân I, giảm phân II bình thường, cặp NST mang cặp gen Bb phân li bình thường. Cơ thể cái giảm phân bình thường. Theo lí thuyết đời con có tối đa bao nhiêu loại kiểu gen đột biến?",
        "ans_a":"2",
        "ans_b":"6",
        "ans_c":"4",
        "ans_d":"8","ans_true":	2	},
      {"ques":"Thực hiện một phép lai P ở ruồi giấm: ♀AB/ab Dd × ♂ AB/ab Dd thu được F1, trong đó kiểu hình lặn về cả 3 tính trạng chiếm tỉ lệ 4%. Cho biết mỗi gen quy định một tính trạng. Có các dự đoán sau đây đối với kết quả ở F1?\n(1) Có 30 loại kiểu gen và 8 loại kiểu hình.\n(2) Số loại kiểu gen đồng hợp là 8.\n(3) Kiểu gen dị hợp về 3 cặp gen chiếm tỉ lệ 16%.\n(4) Tỉ lệ kiểu hình có 2 trong 3 tính trạng trội chiếm tỉ lệ 30%.\nCác phát biểu đúng là ",
        "ans_a":"1, 2, 3",
        "ans_b":"3, 4",
        "ans_c":"2, 3, 4",
        "ans_d":"1, 4","ans_true":	2	},
      {"ques":"Một tế bào sinh dưỡng của một loài có bộ nhiễm sắc thể kí hiệu: AaBbddEe bị rối loạn phân li trong phân bào ở 1 nhiễm sắc thể kép trong cặp Bb sẽ tạo ra 2 tế bào con có kí hiệu nhiễm sắc thể là",
        "ans_a":"AaBbddEe và AaBbddEe",
        "ans_b":"AaBbbddEe và AaBddEe",
        "ans_c":"AabbddEe và AaBBddEe",
        "ans_d":"AaBBbddEe và AaBddEe","ans_true":	2	},
      {"ques":"Trong một lần nguyên phân của một tế bào ở thể lưỡng bội, một NST của cặp số 1 và một NST của cặp số 3 không phân li, các NST khác phân li bình thường. Kết quả của quá trình này có thể tạo ra các tế bào con có bộ NST là",
        "ans_a":"2n+1+1 và 2n-1-1 hoặc 2n+2 và 2n-2",
        "ans_b":"n+1+1và n-1-1 và n+1-1 và n-1+1",
        "ans_c":"2n+1+1 và 2n-1-1 hoặc 2n+1-1 và 2n-1+1",
        "ans_d":"n+1+1 và n-1-1 và n+2 và n-2","ans_true":	3	},
      {"ques":"Người bị bệnh nào sau đây có số NST trong tế bào khác các bệnh còn lại?",
        "ans_a":"Bệnh Đao",
        "ans_b":"Bệnh Tơcnơ",
        "ans_c":"Bệnh Patau",
        "ans_d":"Bệnh Claifentơ","ans_true":	2	},
      {"ques":"Trong trường hợp không có đột biến, một gen quy định một tính trạng, gen trội là trội hoàn toàn. Theo lí thuyết, có bao nhiêu phép lai cho đời con có tỉ lệ phân li kiểu gen bằng tỉ lệ phân li kiểu hình?",
        "img":"image/biological_6_32.jpg",
        "ans_a":"2",
        "ans_b":"3",
        "ans_c":"5",
        "ans_d":"4","ans_true":	4	},
      {"ques":"Ở một loài có bộ nhiễm sắc thể 2n, gen A có 3 alen, gen B có 7 alen cùng nằm trên một cặp nhiễm sắc thể thường và gen C có 5 alen nằm trên vùng tương đồng của cặp nhiễm sắc thể giới tính. Trong các phát biểu sau, có bao nhiêu phát biểu đúng?\n(1) Số kiểu gen tối đa về cả 3 gen trên là 9240.\n(2) Số kiểu giao phối tối đa trong quần thể là 86625.\n(3) Số kiểu gen dị hợp tử về gen A và đồng hợp tử về gen B là 21.\n(4) Số kiểu gen dị hợp từ hai cặp A và B là 126.",
        "ans_a":"2",
        "ans_b":"3",
        "ans_c":"1",
        "ans_d":"4","ans_true":	3	},
      {"ques":"Lai ruồi giấm thuần chủng: cái mắt đỏ - cánh bình thường x đực mắt trắng – cánh xẻ → F1 100% mắt đỏ-cánh bình thường. Cho F1x F1 → F2:\nRuồi ♀ F2: 300 mắt đỏ, cánh bình thường.\nRuồi ♂ F2: 135 mắt đỏ, cánh bình thường: 135 mắt trắng, cách xẻ: 15 mắt đỏ, cách xẻ: 16 mắt trắng, cánh bình thường.\nXác định phép lai ở F1 và tần số hoán vị gen là ",
        "ans_a":"XBAXba x XbaY; f = 20 %",
        "ans_b":"XbAXBa x XbaY; f = 20 %",
        "ans_c":"XBAXba x XBAY; f = 10 %",
        "ans_d":"XbAXBa x XBAY; f =10 %","ans_true":	3	},
      {"ques":"Ở người, gen A quy định kiểu hình bình thường trội hoàn toàn so với a quy định bạch tạng. Trong một quần thể cân bằng, tần số người bị bệnh bạch tạng là 1/10000. Cấu trúc di truyền của quần thể là",
        "ans_a":"0,9801AA + 0,0198Aa + 0,0001aa",
        "ans_b":"0,99AA + 0,0198Aa + 0,01aa",
        "ans_c":"0,9081AA + 0,0918Aa + 0,0001aa",
        "ans_d":"0,0198AA + 0,0198Aa + 0,001aa","ans_true":	1	},
      {"ques":"Cho phép lai (hình) thu được F1. Trong tổng số cá thể F1, số cá thể không mang alen trội của các gen trên chiếm 3%. Biết rằng không xảy ra đột biến nhưng xảy ra hoán vị gen ở 2 giới với tần số bằng nhau. Theo lí thuyết, ở F1 số cá thể mang alen trội của cả 3 gen trên chiếm tỉ lệ",
        "img":"image/biological_6_36.png",
        "ans_a":"22%",
        "ans_b":"28%",
        "ans_c":"32%",
        "ans_d":"46%","ans_true":	2	},
      {"ques":"Cho ruồi giấm cái mắt đỏ giao phối với ruồi giấm đực mắt trắng (P), thu được F1 toàn ruồi mắt đỏ. Cho ruồi F1 giao phối với nhau, thu được F2 có kiểu hình phân li theo tỉ lệ 3 ruồi mắt đỏ : 1 ruồi mắt trắng, trong đó tất cả các ruồi mắt trắng đều là ruồi đực. Cho biết tính trạng màu mắt ở ruồi giấm do một gen có hai alen quy định. Theo lí thuyết, phát biểu nào sau đây đúng?",
        "ans_a":"Ở thế hệ P, ruồi cái mắt đỏ có hai loại kiểu gen",
        "ans_b":"Ở F2 có 5 loại kiểu gen",
        "ans_c":"Cho ruồi mắt đỏ F2 giao phối ngẫu nhiên với nhau, thu được F3 có kiểu gen phân li theo tỉ lệ 1 : 2 : 1",
        "ans_d":"Cho ruồi F2 giao phối ngẫu nhiên với nhau, thu được F3 có số ruồi mắt đỏ chiếm tỉ lệ 81,25%","ans_true":	4	},
      {"ques":"Một loài thực vật, giao phấn giữa 2 cây quả tròn thuần chủng (P) có kiểu gen khác nhau được F1 toàn quả dẹt. F1 lai với cây đồng hợp tử lặn về các cặp gen được đời con có kiểu hình phân li theo tỷ lệ 1 cây quả dẹt: 2 cây quả tròn: 1 cây quả dài. Cho cây F1 tự thụ phấn được F2. Chọn các cây quả tròn F2 cho giao phấn với nhau được F3. Lấy ngẫu nhiên một cây F3 đem trồng, xác suất để cây này cho quả tròn là",
        "ans_a":"3/4",
        "ans_b":"1/9",
        "ans_c":"2/3",
        "ans_d":"1/12","ans_true":	3	},
      {"ques":"Để xác định quy luật di truyền chi phối sự hình thành màu sắc hoa một nhà khoa học đã tiến hành các phép lai sau:\nPhép lai 1: Lai hai dòng thuần chủng hoa trắng (1) với dòng hoa trắng (2) thu được F1 100% hoa trắng.\nPhép lai 2: Lai hai dòng thuần chủng hoa trắng (2) với dòng hoa trắng (3) thu được F1 100% hoa trắng.\nPhép lai 3: Lai hai dòng thuần chủng hoa trắng (1) với dòng hoa trắng (3) thu được F1 100% hoa xanh.\nBiết quá trình phát sinh giao tử không xảy ra đột biến. Kết luận nào sau đây là chính xác?",
        "ans_a":"Cho cây hoa xanh ở phép lai 3 lai với dòng hoa trắng (1) hoặc (2) đời con đều cho 25% hoa xanh",
        "ans_b":"Màu sắc hoa được quy định bởi một gen có nhiều alen",
        "ans_c":"Nếu cho các cây hoa xanh ở phép lai 3 tự thụ phấn thì kiểu hình hoa trắng ở đời con chiếm 43,75%",
        "ans_d":"Tính trạng màu sắc hoa do gen ngoài nhân quy định","ans_true":	3	},
      {"ques":"Sơ đồ phả hệ trên mô tả sự di truyền một bệnh ở người do một trong hai alen của một gen quy định. Biết rằng không xảy ra đột biến ở tất cả các cá thể trong phả hệ. trong các phát biểu sau, có bao nhiêu phát biểu đúng?\n(1) Có 18 người trong phả hệ này xác định được chính xác kiểu gen\n(2) Có ít nhất 11 người trong phả hệ này có kiểu gen đồng hợp tử.\n(3) Tất cả những người bị bệnh trong phả hệ này đều có kiểu gen đồng hơp tử lặn\n(4) Những người không bị bệnh trong phả hệ này đều không mang alen gây bệnh",
        "img":"image/biological_6_40.png",
        "ans_a":"5",
        "ans_b":"2",
        "ans_c":"3",
        "ans_d":"1","ans_true":	3	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 7,
    "time": 50,
    "questions": [
      {"ques":"Trong các mức cấu trúc siêu hiển vi của nhiễm sắc thể điển hình ở sinh vật nhân thực, mức cấu trúc nào sau đây có đường kính 11 nm?",
        "ans_a":"Vùng xếp cuộn (siêu xoắn)",
        "ans_b":"Sợi nhiễm sắc (sợi chất nhiễm sắc)",
        "ans_c":"Crômatit",
        "ans_d":"Sợi cơ bản","ans_true":	4	},
      {"ques":"Loại nuclêôtit nào sau đây không phải là đơn phân cấu tạo nên phân tử ARN?",
        "ans_a":"Ađênin",
        "ans_b":"Timin",
        "ans_c":"Uraxin",
        "ans_d":"Xitôzin","ans_true":	2	},
      {"ques":"Ta có:\nKiểu gen 1 → Môi trường 1 → kiểu hình: 1\nKiểu gen 1 → Môi trường 2 → kiểu hình: 2\nKiểu gen 1 → Môi trường 3 → kiểu hình: 3\n......\nKiểu gen 1 → Môi trường n → kiểu hình: n\nTập hợp các kiểu hình 1, 2, 3, ..., n. của kiểu gen 1 trong các môi trường 1, 2, 3, ..., n, được gọi là ",
        "ans_a":"Thường biến",
        "ans_b":"mức phản ứng",
        "ans_c":"đột biến",
        "ans_d":"Biến dị tổ hợp","ans_true":	2	},
      {"ques":"Trong chọn giống, người ta sử dụng phương pháp giao phối cận huyết và tự thụ phấn chủ yếu để",
        "ans_a":"thay đổi mức phản ứng của giống gốc",
        "ans_b":"cải tiến giống có năng suất thấp",
        "ans_c":"tạo dòng thuần chủng",
        "ans_d":"kiểm tra kiểu gen của giống cần quan tâm","ans_true":	2	},
      {"ques":"Hệ sinh thái nào sau đây có tính đa dạng sinh học cao nhất",
        "ans_a":"Hoang mạc",
        "ans_b":"Thảo nguyên",
        "ans_c":"Rừng lá kim",
        "ans_d":"Rừng mưa nhiệt đới","ans_true":	3	},
      {"ques":"Cặp cơ quan nào dưới đây là cặp cơ quan tương tự?",
        "ans_a":"Chi trước voi và chi trước chó",
        "ans_b":"Cánh dơi và vây cá voi",
        "ans_c":"Gai xương rồng và gai Hoàng Liên",
        "ans_d":"Gai xương rồng và gai hoa hồng","ans_true":	4	},
      {"ques":"Sự xuất hiện của thực vật có hoa diễn ra vào",
        "ans_a":"Đại trung sinh",
        "ans_b":"Đại cổ sinh",
        "ans_c":"Đại thái cổ",
        "ans_d":"Đại tân sinh","ans_true":	1	},
      {"ques":"Nhóm thực vật có khả năng cải tạo đất tốt nhất",
        "ans_a":"Cây họ Lúa",
        "ans_b":"Cây thân ngầm như dong, riềng",
        "ans_c":"Cây họ Đậu",
        "ans_d":"Các loại cỏ dại","ans_true":	3	},
      {"ques":"Cho các hoạt động của con người:\n(1). Bón phân, tưới nước, diệt cỏ dại đối với các hệ sinh thái nông nghiệp.\n(2). Loại bỏ các loài tảo độc, cá dữ trong các hệ sinh thái ao hồ nuôi tôm, cá.\n(3). Xây dựng các hệ sinh thái nhân tạo một cách hợp lí.\n(4). Bảo vệ các loài thiên địch.\nCó bao nhiêu hoạt động nhằm nâng cao hiệu quả sử dụng hệ sinh thái?",
        "ans_a":"2",
        "ans_b":"3",
        "ans_c":"1",
        "ans_d":"4","ans_true":	4	},
      {"ques":"Cho biết mỗi gen quy định một tính trạng, gen trội là trội hoàn toàn. Theo lí thuyết, phép lai nào sau đây tạo ra ở đời con có 8 loại kiểu gen và 8 loại kiểu hình?",
        "ans_a":"AaBbDd × aabbdd",
        "ans_b":"AaBbDd × AaBbDD",
        "ans_c":"AaBbDd × aabbDD",
        "ans_d":"AaBbdd × AabbDd","ans_true":	1	},
      {"ques":"Cho các nhóm sinh vật sau, mỗi nhóm sống trong một sinh cảnh nhất định:\n(1). Cá sống trong hồ nước ngọt.\n(2). Sáo mỏ vàng sống trên đồng cỏ.\n(3). Chim sống trong rừng Cúc Phương.\n(4). Cá rô phi sống trong ao nước ngọt.\n(5). Động vật ăn cỏ sống trong rừng nhiệt đới.\nCó bao nhiêu nhóm sinh vật là quần xã?",
        "ans_a":"1",
        "ans_b":"2",
        "ans_c":"3",
        "ans_d":"4","ans_true":	3	},
      {"ques":"Quan hệ giữa 2 loài trong đó một loài có lợi, còn loài kia không có lợi và không bị hại là quan hệ",
        "ans_a":"hội sinh",
        "ans_b":"cộng sinh",
        "ans_c":"hợp tác",
        "ans_d":"ức chế cảm nhiễm","ans_true":	1	},
      {"ques":"Sau chiến tranh chống Mỹ, khu vực rừng ngập mặn Cần Giờ (thành phố Hồ Chí Minh) bị tàn phá nghiêm trọng. Ngày nay, khu vườn ngập mặn Cần Giờ đã được khôi phục lại và được công nhận là Khu dự trữ Sinh quyển thế giới của Việt Nam.\nĐây là biểu hiện của hiện tượng",
        "ans_a":"Diễn thế nguyên sinh",
        "ans_b":"Diễn thế thứ sin",
        "ans_c":"Diễn thế khôi phục",
        "ans_d":"Diễn thế nguyên sinh hoặc Diễn thế khôi phục","ans_true":	2	},
      {"ques":"Khi nói về hóa thạch phát biểu nào sau đây không đúng?",
        "ans_a":"Hóa thạch cung cấp cho chúng ta những bằng chứng gián tiếp về lịch sử tiến hóa của sinh giới",
        "ans_b":"Tuổi của hóa thạch được xác định được nhờ phân tích các đồng vị phóng xạ có trong hóa thạch",
        "ans_c":"Căn cứ vào hóa thạch có thể biết loài nào xuất hiện trước, loài nào xuất hiện sau",
        "ans_d":"Hóa thạch là di tích của sinh vật để lại trong các lớp đất đá của vỏ trái đất","ans_true":	1	},
      {"ques":"Quần thể nào sau đây đã đạt trạng thái cân bằng di truyền?",
        "ans_a":"0,4 AA : 0,4 Aa : 0,2 aa",
        "ans_b":"0,6 AA : 0,2 Aa : 0,2 aa",
        "ans_c":"0,64 AA : 0,32 Aa : 0,04 aa",
        "ans_d":"0,7 AA : 0,2 Aa : 0,1 aa","ans_true":	3	},
      {"ques":"Khi nói về quần thể ngẫu phối, phát biểu nào sau đây không đúng?",
        "ans_a":"Quá trình ngẫu phối làm cho tần số kiểu gen dị hợp giảm dần qua các thế hệ",
        "ans_b":"Quá trình ngẫu phối tạo ra nhiều biến dị tổ hợp",
        "ans_c":"Quá trình ngẫu phối không làm thay đổi tần số alen của quần thể",
        "ans_d":"Quá trình ngẫu phối làm cho quần thể đa hình về kiểu gen và kiểu hình","ans_true":	1	},
      {"ques":"Phiên mã là quá trình tổng hợp nên phân tử",
        "ans_a":"glucôzơ",
        "ans_b":"prôtêin",
        "ans_c":"ADN",
        "ans_d":"ARN","ans_true":	4	},
      {"ques":"Bệnh/Hội chứng di truyền nào sau đây do đột biến số lượng NST?",
        "ans_a":"Mù màu",
        "ans_b":"Máu khó đông",
        "ans_c":"Ung thư máu ác tính",
        "ans_d":"Hội chứng đao","ans_true":	4	},
      {"ques":"Trong thành phần cấu trúc của một gen điển hình gồm có các phần",
        "ans_a":"Vùng điều hòa,vùng mã hóa và vùng kết thúc",
        "ans_b":"Vùng cấu trúc,vùng mã hóa và vùng kết thúc",
        "ans_c":"Vùng khởi động, vùng vận hành và vùng cấu trúc",
        "ans_d":"Vùng khởi động, vùng mã hóa và vùng kết thúc","ans_true":	1	},
      {"ques":"Hình vẽ trên đây mô tả hiện tượng:",
        "img":"image/biological_7_20.png",
        "ans_a":"Mất đoạn NST",
        "ans_b":"Lặp đoạn (NST)",
        "ans_c":"Chuyển đoạn trong một NST",
        "ans_d":"Đảo đoạn NST","ans_true":	2	},
      {"ques":"Thành phần nào sau đây không thuộc opêron Lac?",
        "ans_a":"Vùng vận hành (O)",
        "ans_b":"Gen điều hòa (R)",
        "ans_c":"Các gen cấu trúc (Z, Y, A)",
        "ans_d":"Vùng khởi động (P)","ans_true":	2	},
      {"ques":"Nếu mật độ của một quần thể sinh vật tăng quá mức tối đa thì",
        "ans_a":"sự cạnh tranh giữa các cá thể trong quần thể tăng lên",
        "ans_b":"sự cạnh tranh giữa các cá thể trong quần thể giảm xuống",
        "ans_c":"sự hỗ trợ giữa các cá thể trong quần thể tăng lên",
        "ans_d":"sự xuất cư của các cá thể trong quần thể giảm tới mức tối thiểu","ans_true":	1	},
      {"ques":"Tập hợp sinh vật nào sau đây là quần thể sinh vật?",
        "ans_a":"Tập hợp cá trong Hồ Tây",
        "ans_b":"Tập hợp cây cỏ trong một ruộng lúa",
        "ans_c":"Tập hợp côn trùng trong rừng Cúc Phương",
        "ans_d":"Tập hợp cây cọ trên một quả đồi ở Phú Thọ","ans_true":	4	},
      {"ques":"Có bao nhiêu phát biểu đúng về diễn thế sinh thái?\n1. Diễn thế sinh thái xảy ra do sự thay đổi các điều kiện tự nhiên, khí hậu,... hoặc do sự cạnh tranh gay gắt giữa các loài trong quần xã, hoặc do hoạt động khai thác tài nguyên của con người.\n2. Diễn thế thứ sinh là diễn thế khởi đầu từ môi trường đã có một quần xã sinh vật từng sống.\n3. Diễn thế nguyên sinh là diễn thế khởi đầu từ môi trường đã có một quần xã sinh vật từng sống và thường dẫn đến một quần xã ổn định.\n4. Diễn thế sinh thái là quá trình biến đổi tuần tự của quần xã qua các giai đoạn, tương ứng với sự biến đổi của môi trường.",
        "ans_a":"1",
        "ans_b":"2",
        "ans_c":"3",
        "ans_d":"4","ans_true":	3	},
      {"ques":"Trong quá trình phát sinh sự sống trên Trái Đất, sự kiện nào sau đây không diễn ra trong giai đoạn tiến hóa hóa học?",
        "ans_a":"Từ các chất vô cơ hình thành nên các chất hữu cơ đơn giản",
        "ans_b":"Hình thành nên các tế bào sơ khai (tế bào nguyên thủy)",
        "ans_c":"Các axit amin liên kết với nhau tạo nên các chuỗi pôlipeptit đơn giản",
        "ans_d":"Các nuclêôtit liên kết với nhau tạo nên các phân tử axit nuclêic","ans_true":	2	},
      {"ques":"Theo thuyết tiến hóa hiện đại, trong các phát biểu sau về quá trình hình thành loài mới, có bao nhiêu phát biểu đúng?\n(1) Hình thành loài mới có thể xảy ra trong cùng khu vực địa lí hoặc khác khu vực địa lí.\n(2) Đột biến đảo đoạn có thể góp phần tạo nên loài mới.\n(3) Lai xa và đa bội hóa có thể tạo ra loài mới có bộ nhiễm sắc thể song nhị bội.\n(4) Quá trình hình thành loài có thể chịu sự tác động của các yếu tố ngẫu nhiên.",
        "ans_a":"3",
        "ans_b":"2",
        "ans_c":"4",
        "ans_d":"1","ans_true":	3	},
      {"ques":"Trong một hồ ở Châu Phi, người ta thấy có hai loài cá giống nhau về một số đặc điểm hình thái và chỉ khác nhau về màu sắc, một loài màu đỏ và một loài có màu xám. Mặc dù, cùng sống trong một hồ nhưng chúng không giao phối với nhau. Tuy nhiên, khi các nhà khoa học nuôi các cá thể của hai loài này trong một bể và chiếu ánh sáng đơn sắc làm chúng trông cùng màu thì các cá thể của hai loài lại giao phối với nhau và sinh con. Ví dụ trên thể hiện con đường hình thành loài bằng",
        "ans_a":"Cách li sinh sản",
        "ans_b":"Cách li địa lí",
        "ans_c":"Cách li tập tính",
        "ans_d":"Cách li sinh thái","ans_true":	3	},
      {"ques":"Đối tượng trong nghiên cứu di truyền của Morgan là",
        "ans_a":"Đậu Hà Lan",
        "ans_b":"Ruồi giấm",
        "ans_c":"Thỏ",
        "ans_d":"Chuột bạch","ans_true":	2	},
      {"ques":"Loại đột biến nào sau đây thường không làm thay đổi số lượng và thành phần gen trên một nhiễm sắc thể?",
        "ans_a":"Đảo đoạn nhiễm sắc thể",
        "ans_b":"Lặp đoạn nhiễm sắc thể",
        "ans_c":"Mất đoạn nhiễm sắc thể",
        "ans_d":"Chuyển đoạn giữa hai nhiễm sắc thể khác nhau","ans_true":	1	},
      {"ques":"Một loài thực vật lưỡng bội có 6 nhóm gen liên kết. Do đột biến, ở một quần thể thuộc loài này đã xuất hiện ba thể đột biến khác nhau là thể một, thể tam bội và thể tứ bội. Số lượng nhiễm sắc thể có trong một tế bào sinh dưỡng của thể một, thể tam bội và thể tứ bội này lần lượt là",
        "ans_a":"6, 12 và 24",
        "ans_b":"11, 18 và 24",
        "ans_c":"12, 18 và 36",
        "ans_d":"6, 13 và 24","ans_true":	2	},
      {"ques":"Một quần thể thực vật giao phấn, xét một gen có 2 alen, alen A quy đinh hoa đỏ trội hoàn toàn so với alen a quy định hoa trắng. Khi quần thể này đang ở trạng thái cân bằng di truyền, số cây hoa đỏ chiểm tỉ lệ 91%. Theo lí thuyết, các cây hoa đỏ có kiểu gen đồng hợp tử trong quần thể này chiếm tỉ lệ",
        "ans_a":"49%",
        "ans_b":"42%",
        "ans_c":"61%",
        "ans_d":"21%","ans_true":	1	},
      {"ques":"Sơ đồ trên minh họa lưới thức ăn trong một hệ sinh thái gồm các loài sinh vật: A, B, C, D, E, F, H. Cho các kết luận sau về lưới thức ăn này:\n(1) Lưới thức ăn này có tối đa 6 chuỗi thức ăn.\n(2) Loài D tham gia vào 2 chuỗi thức ăn khác nhau.\n(3) Loài E tham gia vào ít chuỗi thức ăn hơn loài F.\n(4) Nếu loại bỏ loài B ra khỏi quần xã thì loài D sẽ không mất đi.\n(5) Có 3 loài thuộc bậc dinh dưỡng cấp 5.\n(6) Nếu số lượng cá thể của loài C giảm thì số lượng cá thể của loài F giảm.\nSố phương án trả lời đúng là: ",
        "img":"image/biological_7_32.png",
        "ans_a":"2",
        "ans_b":"3",
        "ans_c":"4",
        "ans_d":"5","ans_true":	2	},
      {"ques":"Một người đàn ông có nhóm máu A, Kết hôn với người phụ nữ cũng có nhóm máu A, họ đều đến từ một quần đạt trạng thái cân bằng di truyền, có tỉ lệ người có nhóm máu O là 9% và nhóm máu A là 27%. Tính xác suất họ sinh được 2 người con cùng nhóm máu A",
        "ans_a":"1/9",
        "ans_b":"1/81",
        "ans_c":"64/81",
        "ans_d":"29/36","ans_true":	4	},
      {"ques":"Ở một loài thực vật, tính trạng chiều cao do một cặp gen quy định, tính trạng hình dạng quả do một cặp gen khác quy định. Cho cây thân cao, quả dài thuần chủng giao phấn với cây thân thấp, quả tròn thuần chủng (P), thu được F1 gồm 100% cây thân cao, quả tròn. Cho các cây F1 tự thụ phấn, thu được F2 gồm 4 loại kiểu hình, trong đó cây thân cao, quả tròn chiếm tỉ lệ 51%. Biết rằng trong quá trình phát sinh giao tử đực và giao tử cái đều xảy ra hoán vị gen với tần số như nhau.\n(1) F2 có 10 loại kiểu gen.\n(2) F2 có 4 loại kiểu gen cùng quy định kiểu hình mang một tính trạng trội và một tính trạng lặn.\n(3) Ở F2, số cá thể có kiểu gen khác với kiểu gen của F1 chiếm tỉ lệ 64,72%.\n(4) F1 xảy ra hoán vị gen với tần số 10%.\n(5) Ở F2, số cá thể có kiểu hình thân thấp, quả tròn chiếm tỉ lệ 24%\nTrong các kết luận sau có bao nhiêu kết luận đúng ",
        "ans_a":"2",
        "ans_b":"4",
        "ans_c":"3",
        "ans_d":"5","ans_true":	3	},
      {"ques":"Sơ đồ phả hệ trên đây mô tả sự di truyền của một tính trạng trong một gia đình: Biết rằng bệnh này do một trong hai alen của một gen quy định và không phát sinh đột biến mới ở tất cả những người trong phả hệ. Trong các phát biếu sau, có bao nhiêu phát biểu đúng?\n(1). Có 12 người trong phả hệ có thể xác định chính xác được kiểu gen từ các thông tin có trong phả hệ.\n(2). Những người không mắc bệnh là những người không mang alen gây bệnh\n(3). Gen chi phối tính trạng bệnh nằm trên NST X không có alen tương ứng trên Y do tỷ lệ bị bệnh ở nam giới xuất hiện ít hơn.\n(4). Ở thế hệ thứ 2, cặp vợ chồng không bị bệnh có ít nhất một người có kiểu gen dị hợp.",
        "img":"image/biological_7_35.png",
        "ans_a":"2",
        "ans_b":"4",
        "ans_c":"3",
        "ans_d":"1","ans_true":	4	},
      {"ques":"Ở một loài thực vật A quy định thân cao là trội hoàn toàn so với thân thấp. B quy định quả tròn là trội hoàn toàn so với b quy định quả dài. Gen quy định tính trạng nằm trên hai cặp NST Khác nhau. Các cá thể lai với nhau cho đời con có tỉ lệ kiểu hình là: 1:1. Số phép lai thoả mãn tỉ lệ trên?",
        "ans_a":"4",
        "ans_b":"8",
        "ans_c":"12",
        "ans_d":"10","ans_true":	3	},
      {"ques":"Ở một loài thực vật, alen A quy định lá nguyên trội hoàn toàn so với alen a quy định lá xẻ; alen B quy định hoa đỏ trội hoàn toàn so với alen b quy định hoa trắng. Cho cây lá nguyên, hoa đỏ giao phấn với cây lá nguyên, hoa trắng (P), thu được F1 gồm 4 loại kiểu hình trong đó số cây lá nguyên, hoa đỏ chiếm tỉ lệ 30%. Biết rằng không xảy ra đột biến, theo lí thuyết, ở F1 số cây lá nguyên, hoa trắng thuần chủng chiếm tỉ lệ:",
        "ans_a":"50%",
        "ans_b":"20%",
        "ans_c":"10%",
        "ans_d":"5%","ans_true":	2	},
      {"ques":"Cho biết các gen phân li độc lập, trội lặn hoàn toàn, mỗi gen qui định một tính trạng. Xét phép lai (P): AaBbDDEe x aaBbDdEe. Tính theo lí thuyết, ở thế hệ con (F1), tỉ lệ kiểu hình mang hai tính trạng trội và tỉ lệ kiểu gen mang bốn alen lặn lần lượt là",
        "ans_a":"7/32 và 5/16",
        "ans_b":"7/64 và 5/16",
        "ans_c":"7/32 và 7/8",
        "ans_d":"7/64 và 7/8","ans_true":	1	},
      {"ques":"Ở một loài động vật giao phối, xét phép lai: \n ♂AaBb(DE/dE) x ♀AaBb(De/de)\nGiả sử trong quá trình giảm phân của cơ thể đực, ở một số tế bào, cặp nhiễm sắc thể mang cặp gen Bb không phân li trong giảm phân I, các sự kiện khác diễn ra bình thường; cơ thể cái giảm phân bình thường. Theo lí thuyết, sự kết hợp ngẫu nhiên giữa các loại giao tử đực và cái trong thụ tinh có thể tạo ra tối đa bao nhiêu loại hợp tử 2n + 1 với kiểu gen khác nhau?",
        "ans_a":"48",
        "ans_b":"9",
        "ans_c":"24",
        "ans_d":"84","ans_true":	3	},
      {"ques":"Ở một loài động vật, xét một gen có hai alen nằm ở vùng không tương đồng của nhiễm sắc thể giới tính X; alen A quy định vảy đỏ trội hoàn toàn so với alen a quy định vảy trắng. Cho con cái vảy trắng lai với con đực vảy đỏ thuần chủng (P), thu được F1 toàn con vảy đỏ. Cho F1 giao phối với nhau, thu được F2 có kiểu hình phân li theo tỉ lệ 3 con vảy đỏ : 1 con vảy trắng, tất cả các con vảy trắng đều là con cái. Biết rằng không xảy ra đột biến, sự biểu hiện của gen không phụ thuộc vào điều kiện môi trường. Dựa vào các kết quả trên, dự đoán nào sau đây đúng?",
        "ans_a":"Nếu cho F2 giao phối ngẫu nhiên thì ở F3 các con cái vảy trắng chiếm tỉ lệ 25%",
        "ans_b":"F2 có tỉ lệ phân li kiểu gen là 1 : 2 : 1",
        "ans_c":"Nếu cho F2 giao phối ngẫu nhiên thì ở F3 các con cái vảy đỏ chiếm tỉ lệ 12,5%",
        "ans_d":"Nếu cho F2 giao phối ngẫu nhiên thì ở F3 các con đực vảy đỏ chiếm tỉ lệ 43,75%","ans_true":	4	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 8,
    "time": 50,
    "questions": [
      {"ques":"Phát biểu nào sau đây là không đúng khi nói về đặc điểm của mã di truyền?",
        "ans_a":"Mã di truyền đặc trưng cho từng loài sinh vật",
        "ans_b":"Mã di truyền là mã bộ ba",
        "ans_c":"Mã di truyền có tính thoái hoá",
        "ans_d":"Mã di truyền có tính phổ biến","ans_true":	1	},
      {"ques":"Khi kích thước của quần thể giảm xuống dưới mức tối thiểu thì",
        "ans_a":"khả năng sinh sản của quần thể tăng do cơ hội gặp nhau giữa các cá thể đực với cá thể cái nhiều hơn",
        "ans_b":"trong quần thể cạnh tranh gay gắt giữa các cá thể",
        "ans_c":"sự hỗ trợ giữa các cá thể tăng, quần thể có khả năng chống chịu tốt với những thay đổi của môi trường",
        "ans_d":"quần thể dễ rơi vào trạng thái suy giảm dẫn đến diệt vong","ans_true":	4	},
      {"ques":"Làm thế nào để phân biệt đột biến gen trên ADN của lục lạp ở thực vật làm lục lạp mất khả năng tổng hợp diệp lục dẫn tới xuất hiện màu trắng ở lá với đột biến của gen trên ADN trong nhân gây bệnh bạch tạng của cây?",
        "ans_a":"Trường hợp đột biến ngoài nhân, gen đột biến sẽ di truyền, đột biến trong nhân gen đột biến không di truyền được cho thế hệ tế bào sau",
        "ans_b":"Trường hợp đột biến ngoài nhân, gen đột biến sẽ không di truyền, đột biến trong nhân gen đột biến có thể di truyền được cho thế hệ tế bào sau",
        "ans_c":"Không thể phân biệt được",
        "ans_d":"Trường hợp đột biến ngoài nhân sẽ gây hiện tượng lá có đốm xanh đốm trắng, đột biến trong nhân sẽ làm toàn thân có màu trắng","ans_true":	4	},
      {"ques":"Sự kiện nào sau đây không thuộc giai đoạn tiến hóa tiền sinh học?",
        "ans_a":"Sự xuất hiện các enzim",
        "ans_b":"Sự xuất hiện cơ chế sao chép",
        "ans_c":"Hình thành các chất hữu cơ phức tạp",
        "ans_d":"Sự hình thành lớp màng","ans_true":	3	},
      {"ques":"Theo Đacuyn, nhân tố chính quy định chiều hướng và tốc độ biến đổi của các giống vật nuôi, cây trồng là",
        "ans_a":"biến dị xác định",
        "ans_b":"biến dị cá thể",
        "ans_c":"chọn lọc tự nhiên",
        "ans_d":"chọn lọc nhân tạo","ans_true":	4	},
      {"ques":"Hạt phấn của hoa mướp rơi lên đầu nhụy của hoa bí, sau đó hạt phấn nảy mầm thành ống phấn nhưng độ dài ống phấn ngắn hơn vòi nhụy của bí nên giao tử đực của mướp không tới được noãn của hoa bí để thụ tinh. Đây là loại cách li nào?",
        "ans_a":"Cách li địa lí",
        "ans_b":"Cách li cơ học",
        "ans_c":"Cách li tập tính",
        "ans_d":"Cách li sinh thái","ans_true":	2	},
      {"ques":"Một phân tử ADN của tế bào vi khuẩn có A = 20%; G = 30000. Phân tử ADN này nhân đôi liên tiếp 4 lần, số nuclêôtit môi trường nội bào cung cấp để tạo nên các phân tử ADN có nguyên liệu hoàn toàn mới là",
        "ans_a":"16.10⁴",
        "ans_b":"15.10⁴",
        "ans_c":"14.10⁵",
        "ans_d":"15.10⁵","ans_true":	3	},
      {"ques":"Một alen nào đó dù có lợi cũng có thể bị loại bỏ hoàn toàn khỏi quần thể là do tác động của",
        "ans_a":"giao phối ngẫu nhiên",
        "ans_b":"giao phối không ngẫu nhiên",
        "ans_c":"chọn lọc tự nhiên",
        "ans_d":"các yếu tố ngẫu nhiên","ans_true":	4	},
      {"ques":"Cho biết tính trạng màu hoa di truyền theo quy luật Menđen và hoa đỏ là trội hoàn toàn so với hoa trắng. Để kiểm tra kiểu gen của cây hoa đỏ (cây M), phương pháp nào sau đây không được áp dụng?",
        "ans_a":"Cho cây M lai với cây có kiểu gen dị hợp",
        "ans_b":"Cho cây M lai với cây hoa đỏ thuần chủng",
        "ans_c":"Cho cây M lai với cây hoa trắng",
        "ans_d":"Cho cây M tự thụ phấn","ans_true":	2	},
      {"ques":"Ở sinh vật nhân thực, quá trình nào sau đây không xảy ra trong nhân tế bào?",
        "ans_a":"Dịch mã",
        "ans_b":"Tái bản ADN",
        "ans_c":"Phiên mã",
        "ans_d":"Nhân đôi nhiễm sắc thể","ans_true":	1	},
      {"ques":"Khi lai gà lông đen với gà lông trắng đều thuần chủng được F1 có màu lông đốm. Tiếp tục cho gà F1 giao phối với nhau được F2 có tỉ lệ 1 lông đen : 2 lông đốm : 1 lông trắng. Tính trạng màu lông gà đã di truyền theo quy luật",
        "ans_a":"di truyền trội không hoàn toàn",
        "ans_b":"tác động gen át chế",
        "ans_c":"phân li",
        "ans_d":"tác động cộng gộp","ans_true":	1	},
      {"ques":"Trong cấu trúc siêu hiển vi của NST sinh vật nhân thực, sợi nhiễm sắc của nhiễm sắc thể có đường kính",
        "ans_a":"300nm",
        "ans_b":"110 Å",
        "ans_c":"300 Å",
        "ans_d":"11nm","ans_true":	3	},
      {"ques":"Những dạng đột biến cấu trúc nhiễm sắc thể không làm thay đổi số lượng và thành phần gen trên một nhiễm sắc thể là",
        "ans_a":"mất đoạn và đảo đoạn",
        "ans_b":"đảo đoạn và chuyển đoạn trên cùng một nhiễm sắc thể",
        "ans_c":"mất đoạn và lặp đoạn",
        "ans_d":"lặp đoạn và chuyển đoạn trên cùng một nhiễm sắc thể","ans_true":	2	},
      {"ques":"Đặc điểm cơ bản nhất đối với quần thể sinh vật là",
        "ans_a":"tập hợp các cá thể cùng tồn tại ở một thời điểm xác định",
        "ans_b":"tập hợp các cá thể cùng sinh sống trong một khoảng không gian xác định",
        "ans_c":"tập hợp các cá thể trong cùng một loài",
        "ans_d":"tập hợp các cá thể có khả năng sinh sản tạo ra những cơ thể mới","ans_true":	3	},
      {"ques":"Người ta có thể tạo ra cây lai khoai tây và cà chua bằng cách",
        "ans_a":"trộn đều hạt phấn của khoai tây và cà chua với nhau sau đó thụ phấn cho cà chua và khoai tây",
        "ans_b":"cho thụ phấn giữa hạt phấn cà chua với hoa của khoai tây đã loại bỏ nhị",
        "ans_c":"lấy hạt phấn của khoai tây để thụ phấn cho hoa cà chua",
        "ans_d":"lai tế bào xôma tạo thành tế bào lai sau đó nuôi cấy mô tế bào để tạo cây lai","ans_true":	4	},
      {"ques":"Trong kĩ thuật chuyển gen vào tế bào vi khuẩn, thể truyền plasmit cần phải mang gen đánh dấu",
        "ans_a":"để chuyển ADN tái tổ hợp vào tế bào được dễ dàng",
        "ans_b":"để dễ dàng phát hiện ra các tế bào vi khuẩn đã tiếp nhận ADN tái tổ hợp",
        "ans_c":"vì plasmit phải có các gen này để có thể nhận ADN ngoại lai",
        "ans_d":"để giúp cho enzim restrictaza cắt đúng vị trí trên plasmit","ans_true":	2	},
      {"ques":"Ở người, gen qui định tật dính ngón tay 2 và 3 nằm trên nhiễm sắc thể Y, không có alen tương ứng trên nhiễm sắc thể X. Một người đàn ông bị tật dính ngón tay 2 và 3 lấy vợ bình thường, sinh con trai bị tật dính ngón tay 2 và 3. Người con trai này đã nhận gen gây tật dính ngón tay từ",
        "ans_a":"mẹ",
        "ans_b":"bố",
        "ans_c":"bà nội",
        "ans_d":"ông ngoại","ans_true":	2	},
      {"ques":"Phát biểu nào sau đây không đúng?",
        "ans_a":"Mức phản ứng của một kiểu gen không thay đổi và không di truyền",
        "ans_b":"Muốn giống phát huy hết tiềm năng năng suất cần tạo điều kiện môi trường tốt nhất",
        "ans_c":"Sản lượng sữa của bò phụ thuộc nhiều vào chế độ chăm sóc",
        "ans_d":"Thường biến không di truyền đượ","ans_true":	1	},
      {"ques":"Một “không gian sinh thái” mà ở đó tất cả các nhân tố sinh thái của môi trường nằm trong giới hạn sinh thái cho phép loài đó tồn tại và phát triển gọi là",
        "ans_a":"sinh cảnh",
        "ans_b":"nơi ở",
        "ans_c":"ổ sinh thái",
        "ans_d":"giới hạn sinh thái","ans_true":	3	},
      {"ques":"Khi nghiên cứu lịch sử phát triển của sinh giới, người ta đã căn cứ vào loại bằng chứng trực tiếp nào sau đây để có thể xác định loài nào xuất hiện trước, loài nào xuất hiện sau?",
        "ans_a":"Hóa thạch",
        "ans_b":"Cơ quan tương tự",
        "ans_c":"Cơ quan thoái hóa",
        "ans_d":"Cơ quan tương đồn","ans_true":	1	},
      {"ques":"Khi nghiên cứu mức phản ứng của một kiểu gen cần phải tạo ra các cá thể có kiểu gen đồng nhất. Một học sinh đã đưa ra các phương pháp để tạo ra các cá thể có kiểu gen đồng nhất như sau:\n(1). Nuôi cấy các hạt phấn của một cây có kiểu gen dị hợp.\n(2). Nuôi cấy mô tế bào thực vật.\n(3). Sử dụng trẻ đồng sinh.\n(4). Nhân giống thực vật bằng giâm, chiết, ghép.\n(5). Cho các cây F1 dị hợp tự thụ phấn liên tiếp qua nhiều thế hệ.\nHọc sinh đó đã đưa ra số phương pháp đúng là",
        "ans_a":"1",
        "ans_b":"2",
        "ans_c":"4",
        "ans_d":"3","ans_true":	2	},
      {"ques":"Cho các thành tựu sau:\n(1). Tạo chủng vi khuẩn E.Coli sản xuất insulin người.\n(2). Tạo giống dưa hấu tam bội không có hạt, có hàm luợng đường cao.\n(3). Tạo giống dâu tằm tam bội có năng suất cao hơn dạng lưỡng bội bình thường.\n(4). Tạo giống lúa “gạo vàng” có khả năng tổng hợp β-caroten (tiền vitamin A) trong hạt.\n(5). Tạo giống cây trồng lưỡng bội có kiểu gen đồng hợp về tất cả các gen.\nCác thành tựu của tạo giống bằng phương pháp gây đột biến là?",
        "ans_a":"(2), (3)",
        "ans_b":"(2), (4)",
        "ans_c":"(1), (2), (3)",
        "ans_d":"(2), (3), (5)","ans_true":	1	},
      {"ques":"Cho các nguyên nhân sau:\n1. Do NST đứt gãy, sau đó nối lại một cách không bình thường.\n2. Do sự phân li không bình thường của NST, xảy ra ở kì sau của quá trình phân bào.\n3. Do sự rối loạn quá trình trao đổi chéo xảy ra ở kì đầu giảm phân I.\n4. Do sự phá hủy hoặc không xuất hiện thoi phân bào.\nNguyên nhân dẫn đến đột biến số lượng NST là",
        "ans_a":"1, 2, 4",
        "ans_b":"2, 3, 4",
        "ans_c":"2, 4",
        "ans_d":"1, 3","ans_true":	3	},
      {"ques":"Cho các nhận định sau:\n(1) Tự thụ phấn qua nhiều thế hệ ở cây giao phấn sẽ thu được các dòng thuần chủng.\n(2) Giao phấn giữa các dòng thuần có kiểu gen khác nhau sẽ tạo được kiểu gen dị hợp.\n(3) Tự thụ phấn chỉ xảy ra ở cây có hoa lưỡng tính.\n(4) Thụ phấn chéo làm tăng tính đa dạng di truyền trong quần thể.\n(5) Tự thụ phấn luôn dẫn đến thoái hóa giống.\nSố nhận định sai là",
        "ans_a":"1",
        "ans_b":"3",
        "ans_c":"2",
        "ans_d":"4","ans_true":	3	},
      {"ques":"Có bao nhiêu vai trò dưới đây là đúng khi nói về vai trò của việc nghiên cứu giới hạn sinh thái:\n(1). Tạo điều kiện tốt thuận lợi cho vật nuôi cây trồng về mỗi nhân tố sinh thái.\n(2). Mỗi loài có giới hạn đặc trưng về mỗi nhân tố sinh thái. Do vậy trong công tác nuôi trồng ta không cần bận tâm đến khu phân bố.\n(3). Khi biết được giới hạn sinh thái từng loài đối với mỗi nhân tố sinh thái ta phân bố chúng một cách hợp lí. Điều này có ý nghĩa trong công tác di nhập vật nuôi, cây trồng.\n(4). Nên giữ môi trường ở giới hạn dưới hoặc giới hạn trên để sinh vật khỏi bị chết.\nPhương án đúng là",
        "ans_a":"1",
        "ans_b":"3",
        "ans_c":"4",
        "ans_d":"2","ans_true":	4	},
      {"ques":"Gen B bị đột biến thành alen b. Cặp alen Bb cùng nhân đôi một số lần đã đòi hỏi môi trường nội bào cung cấp tổng số 93000 nuclêôtit loại A và G. Số nucleôtit loại A môi trường cung cấp cho gen B là 21731, số nucleôtit loại G môi trường cung cấp cho gen b là 24800. Biết chiều dài của hai alen đều bằng 5100Å và đột biến chỉ liên quan đến một cặp nucleôtit duy nhất. \nCó bao nhiêu khẳng định sau đây không đúng?\n(1). Tổng số nuclêôtit loại X môi trường cung cấp cho quá trình nhân đôi của cả hai alen là 49569 nuclêôtit.\n(2). Gen B có 701 nucleôtit loại T.\n(3). Cả hai gen đều đã nhân đôi 5 lần.\n(4). Đột biến gen B thành alen b là đột biến thay thế cặp G – X bằng cặp A - T",
        "ans_a":"4",
        "ans_b":"2",
        "ans_c":"3",
        "ans_d":"1","ans_true":	4	},
      {"ques":"Cho phép lai (P): ♀AaBbDd x ♂AaBbDd. Biết rằng: 8% số tế bào sinh tinh có cặp nhiễm sắc thể mang cặp gen Bb không phân ly trong giảm phân I, các cặp nhiễm sắc thể khác phân ly bình thường, giảm phân II bình thường, các tế bào sinh tinh khác giảm phân bình thường; 20% số tế bào sinh trứng có cặp nhiễm sắc thể mang cặp gen Dd không phân ly trong giảm phân I, các cặp nhiễm sắc thể khác phân ly bình thường, giảm phân II bình thường; 16% số tế bào sinh trứng có cặp nhiễm sắc thể mang cặp gen Aa không phân ly trong giảm phân I, các cặp nhiễm sắc thể khác phân ly bình thường, giảm phân II bình thường, các tế bào sinh trứng khác giảm phân bình thường; các giao tử có sức sống và khả năng thụ tinh ngang nhau. Số loại kiểu gen đột biến tối đa có thể thu được ở F1 là",
        "ans_a":"64",
        "ans_b":"204",
        "ans_c":"96",
        "ans_d":"108","ans_true":	2	},
      {"ques":"Cho các nhân tố sau:\n(1) Chọn lọc tự nhiên\n(2) Tự thụ phấn\n(3) Di – nhập gen\n(4) Giao phối ngẫu nhiên\n(5) Đột biến gen A → a\n(6) Thiên tai, dịch bệnh\nSố lượng nhân tố làm thay đổi tần số alen của quần thể là",
        "ans_a":"2",
        "ans_b":"5",
        "ans_c":"3",
        "ans_d":"4","ans_true":	4	},
      {"ques":"Có bao nhiêu nhận định đúng khi nói về sự di truyền một bệnh ở người do 1 trong 2 alen quy định và được thể hiện qua sơ đồ phả hệ dưới đây.\n(1). Xác suất để cặp vợ chồng (7) và (8) ở thế hệ (III) sinh con có nhóm máu B và bị bệnh trên là 1/18.\n(2). Có 6 người chắc chắn biết kiểu gen.\n(3). Gen gây bệnh di truyền là gen lặn nằm trên nhiễm sắc thể giới tính X không có alen trên nhiễm sắc thể giới tính Y.\n(4). Chỉ có 1 kiểu gen quy định nhóm máu ở người số (8) ở thế hệ thứ 2.\nBiết các chữ cái cho biết các nhóm máu tương ứng của mỗi người và sự di truyền bệnh trên độc lập với di truyền các nhóm máu, quá trình giảm phân bình thường.",
        "img":"image/biological_8_29.png",
        "ans_a":"3",
        "ans_b":"1",
        "ans_c":"2",
        "ans_d":"4","ans_true":	2	},
      {"ques":"Quần thể ban đầu đang cân bằng di truyền có q(a)=0,01, các đồng hợp tử lặn chết trong dạ con. Hãy tính tần số các alen sau 1 thế hệ?",
        "ans_a":"p(A) = 0,9901; q(a) = 0,0099",
        "ans_b":"p(A) = 0,9001; q(a) = 0,0999",
        "ans_c":"p(A) = 0,9801; q(a) = 0,0199",
        "ans_d":"p(A) = 0,901; q(a) = 0,099","ans_true":	1	},
      {"ques":"Cho các phát biểu sau đây:\n(1) Chọn lọc tự nhiên chống lại alen lặn chậm hơn so với trường hợp chọn lọc chống lại alen trội.\n(2) Chọn lọc tự nhiên chỉ tác động khi điều kiện môi trường sống thay đổi.\n(3) Đột biến và di - nhập gen là nhân tố tiến hoá có thể làm xuất hiện các alen mới trong quần thể sinh vật.\n(4) Các yếu tố ngẫu nhiên làm thay đổi tần số các alen không theo một hướng xác định.\n(5) Chọn lọc tự nhiên phân hóa khả năng sống sót và khả năng sinh sản của các kiểu gen khác nhau trong quần thể.\n(6) Chọn lọc tự nhiên sẽ đào thải hoàn toàn một alen trội có hại ra khỏi quần thể khi chọn lọc chống lại alen trội.\nSố phát biểu đúng theo quan điểm hiện đại về tiến hóa là ",
        "ans_a":"4",
        "ans_b":"3",
        "ans_c":"6",
        "ans_d":"5","ans_true":	4	},
      {"ques":"Cho các phương pháp sau:\n(1) Đưa thêm gen lạ vào hệ gen.\n(2) Thay thế nhân tế bào.\n(3) Làm biến đổi một gen đã có sẵn trong hệ gen.\n(4) Lai hữu tính giữa các dòng thuần chủng.\n(5) Loại bỏ hoặc làm bất hoạt một gen nào đó trong hệ gen.\nCác phương pháp để tạo sinh vật biến đổi gen là",
        "ans_a":"(2), (4), (5)",
        "ans_b":"(3), (4), (5)",
        "ans_c":"(1), (2), (3)",
        "ans_d":"(1), (3), (5)","ans_true":	4	},
      {"ques":"Cấu trúc xương của phần trên ở tay người và cánh dơi là rất giống nhau, trong khi đó các xương tương ứng ở cá voi lại có hình dạng và tỷ lệ rất khác. Tuy nhiên, các số liệu di truyền chứng minh rằng tất cả ba loài sinh vật nói trên đều được phân li từ một tổ tiên chung trong cùng một thời điểm. Điều nào dưới đây là lời giải thích đúng nhất cho các số liệu này?",
        "ans_a":"Cá voi xếp vào lớp thú là không đúng",
        "ans_b":"Sự tiến hóa của chi trước thích nghi với người và dơi nhưng chưa thích nghi với cá voi",
        "ans_c":"Các gen đột biến ở cá voi nhanh hơn so với người và dơi",
        "ans_d":"Do chọn lọc tự nhiên trong môi trường nước tác động tích lũy những biến đổi quan trọng trong giải phẫu chi trước của cá voi","ans_true":	3	},
      {"ques":"Hãy lựa chọn từ điền vào chỗ trống (1), (2), (3) để hoàn thành nội dung câu sau:\nNguyên nhân về số lượng cá thể trong quần thể sinh vật luôn thay đổi và nhiều quần thể không tăng trưởng theo tiềm năng sinh học là do: Số lượng cá thể trong quần thể tăng nhanh, khai thác ngày càng nhiều nguồn sống, do đó thiếu hụt nguồn sống dẫn đến các cá thể ....(1)...gay gắt giành nguồn sống. Trong điều kiện sống khó khăn đó, sức sinh sản của quần thể ...(2)... và mức độ tử vong tăng lên, từ đó quần thể tiến tới giai đoạn...(3)...trên đường cong tăng trưởng thực tế.",
        "ans_a":"tranh giành, giảm, ổn định",
        "ans_b":"cạnh tranh, giảm, không ổn định",
        "ans_c":"cạnh tranh, tăng, ổn định",
        "ans_d":"cạnh tranh, giảm, ổn định","ans_true":	4	},
      {"ques":"Các ví dụ nào sau đây thuộc về cơ chế cách li sau hợp tử:\n(1) Hai loài rắn sọc sống trong cùng một khu vực địa lí, một loài chủ yếu sống dưới nước, loài kia sống trên cạn.\n(2) Một số loài kì giông sống trong một khu vực vẫn giao phối với nhau, tuy nhiên phần lớn con lai phát triển không hoàn chỉnh.\n(3) Ngựa lai với lừa đẻ ra con la bất thụ.\n(4) Trong cùng một khu phân bố địa lí, chồn đốm phương đông giao phối vào cuối đông, chồn đốm phương tây giao phối vào cuối hè.\n(5) Các phân tử prôtêin bề mặt của trứng và tinh trùng nhím ở biển tím và nhím ở biển đỏ không tương thích nên không thể kết hợp được với nhau.\n(6) Hai dòng lúa tích lũy các alen đột biến lặn ở một số locut khác nhau, hai dòng vẫn phát triển bình thường, hữu thụ nhưng con lai giữa hai dòng mang nhiều alen đột biến lặn nên có kích thước rất nhỏ và cho hạt lép.\nĐáp án đúng là",
        "ans_a":"(2), (4), (5)",
        "ans_b":"(2), (3), (5)",
        "ans_c":"(2), (3), (6)",
        "ans_d":"(1), (3), (6)","ans_true":	3	},
      {"ques":"Có một cơ thể thực vật có kích thước lớn hơn so với các cây cùng loài. Người ta đưa ra 2 giả thuyết để giải thích cho sự hình thành kiểu hình khác thường của cây này.\nGiả thuyết 1 cho rằng cây này là một dạng đột biến đa bội.\nGiả thuyết 2 cho rằng cây này không bị đột biến nhưng do thường biến gây nên sự thay đổi về kiểu hình.\nCó các phương pháp sau cho phép xác định được cây này là do đột biến đa bội hay do thường biến:\n(1) Lấy hạt của cây này đem trồng ở môi trường có những cây thuộc loài này đang sống và so sánh kiểu hình với các cây của loài này ở trong cùng một môi trường.\n(2) Sử dụng phương pháp quan sát bộ NST của tế bào ở cây này và so sánh với bộ NST của loài.\n(3) Tiếp tục bổ sung chất dinh dưỡng cho cây này và so sánh sự phát triển của cây này với các cây cùng loài.\n(4) Cho cây này lai phân tích để xác định kiểu gen đồng hợp hay dị hợp.\n(5) Cho cây này lai với các cây cùng loài, dựa vào tỉ lệ kiểu hình đời con để rút ra kết luận.\nTrong các phương pháp trên có bao nhiêu phương pháp không đúng?",
        "ans_a":"5",
        "ans_b":"3",
        "ans_c":"2",
        "ans_d":"4","ans_true":	2	},
      {"ques":"Ở một loài thực vật, alen A quy định hoa tím trội hoàn toàn so với alen a quy định hoa đỏ; alen B quy định quả dài trội hoàn toàn so với alen b quy định quả tròn. Hai cặp gen này cùng nằm trên một cặp nhiễm sắc thể thường. Cho cây dị hợp về hai cặp gen trên thụ phấn với cây hoa tím, quả tròn thuần chủng. Dự đoán nào sau đây về kiểu hình ở đời con là đúng?",
        "ans_a":"Trong tổng số cây thu được ở đời con, số cây có kiểu hình hoa tím, quả tròn chiếm tỉ lệ 50%",
        "ans_b":"Tất cả các cây thu được ở đời con đều có kiểu hình hoa tím, quả tròn",
        "ans_c":"Trong tổng số cây thu được ờ đời con, số cây có kiểu hình hoa đỏ, quả tròn chiếm tỉ lệ 50%",
        "ans_d":"Đời con có 4 loại kiểu hình với tỉ lệ phụ thuộc vào tần số hoán vị gen","ans_true":	1	},
      {"ques":"Phát biểu nào sau đây là đúng khi nói về mối quan hệ giữa các cá thể của quần thể sinh vật trong tự nhiên?",
        "ans_a":"Cạnh tranh giữa các cá thể trong quần thể không xảy ra do đó không ảnh hưởng đến số lượng và sự phân bố các cá thể trong quần thể",
        "ans_b":"Khi mật độ cá thể của quần thể vượt quá sức chịu đựng của môi trường, các cá thể cạnh tranh với nhau làm tăng khả năng sinh sản",
        "ans_c":"Cạnh tranh là đặc điểm thích nghi của quần thể. Nhờ có cạnh tranh mà số lượng và sự phân bố các cá thể trong quần thể duy trì ở mức độ phù hợp, đảm bảo cho sự tồn tại và phát triển của quần thể",
        "ans_d":"Cạnh tranh cùng loài, ăn thịt đồng loại giữa các cá thể trong quần thể là những trường hợp phổ biến và có thể dẫn đến tiêu diệt loài","ans_true":	3	},
      {"ques":"Có 4 quần thể của cùng một loài cỏ sống 4 môi trường khác nhau, quần thể sống ở môi trường nào sau đây có kích thước nhỏ nhất?",
        "ans_a":"Quần thể sống trong môi trường có diện tích 3050 m² và có mật độ 9 cá thể/1m²",
        "ans_b":"Quần thể sống trong môi trường có diện tích 835 m² và có mật độ 33 cá thể/1m²",
        "ans_c":"Quần thể sống trong môi trường có diện tích 2150 m² và có mật độ 12 cá thể/1m²",
        "ans_d":"Quần thể sống trong môi trường có diện tích 800 m² và có mật độ 34 cá thể/1m²","ans_true":	3	},
      {"ques":"Cho cấu trúc di truyền của một quần thể người về hệ nhóm máu A, B, AB, O: 0,25IAIA + 0,20IAIO + 0,09IBIB + 0,12IBIO + 0,30IAIB + 0,04IOIO = 1. Tần số tương đối của mỗi alen IA, IB, IO tương ứng là",
        "ans_a":"0,5 : 0,2 : 0,3",
        "ans_b":"0,3 : 0,5 : 0,2",
        "ans_c":"0,5 : 0,3 : 0,2",
        "ans_d":"0,2 : 0,5 : 0,3","ans_true":	3	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 9,
    "time": 50,
    "questions": [
      {"ques":"Ở một loài thực vật lưỡng bội, tính trạng chiều cao cây do hai gen không alen là A và B cùng quy định theo kiểu tương tác cộng gộp. Trong kiểu gen nếu cứ thêm một alen trội A hay B thì chiều cao cây tăng thêm 10 cm. Khi trưởng thành, cây thấp nhất của loài này có chiều cao 100 cm. Giao phấn (P) cây cao nhất với cây thấp nhất, thu được F1, cho các cây F1 tự thụ phấn. Biết không có đột biến xảy ra, theo lí thuyết, cây có chiều cao 120 cm ở F2 chiếm tỉ lệ",
        "ans_a":"37,5%",
        "ans_b":"25,0%",
        "ans_c":"50,0%",
        "ans_d":"6,25%","ans_true":	1	},
      {"ques":"Quần thể nào sau đây ở trạng thái cân bằng di truyền?",
        "ans_a":"0,50DD : 0,25Dd : 0,25dd",
        "ans_b":"0,32DD : 0,64Dd : 0,04dd",
        "ans_c":"0,36DD : 0,48Dd : 0,16dd",
        "ans_d":"0,04DD : 0,64Dd : 0,32dd","ans_true":	3	},
      {"ques":"Ở người bệnh galacto huyết do gen lặn (a) nằm trên nhiễm sắc thể (NST) thường quy định. Ở một cặp vợ chồng, bên phía người vợ có bố mẹ bình thường nhưng có có cô em gai bị bệnh galacto huyết. Bên phía người chồng có ông nội bị bệnh. này, mẹ của người đàn ông này không mang gen bệnh. Những người khác trong gia đình đều không bị hai bệnh này. Cặp vợ chồng này dự định sinh con, xác suất để đứa con này bị galacto huyết là bao nhiêu?",
        "ans_a":"0,043",
        "ans_b":"0,083",
        "ans_c":"0,063",
        "ans_d":"0,111","ans_true":	2	},
      {"ques":"Lai hai cá thể đều dị hợp về 2 cặp gen (Aa và Bb). Trong tổng số các cá thể thu được ở đời con, số cá thể có kiểu gen đồng hợp lặn về cả 2 cặp gen trên chiếm tỉ lệ 9%. Biết hai cặp gen này cùng nằm trên một cặp nhiễm sắc thể thường và không có đột biến xảy ra. Kết luận nào sau đây về kết quả của phép lai trên là đúng?",
        "ans_a":"Hoán vị gen xảy ra ở bố và mẹ với tần số 40%",
        "ans_b":"Hoán vị gen đã xảy ra ở bố hoặc mẹ với tần số 40%",
        "ans_c":"Hoán vị gen đã xảy ra ở cả bố và mẹ với tần số 20%",
        "ans_d":"Hoán vị gen chỉ xảy ra ở bố hoặc mẹ với tần số 20%","ans_true":	1	},
      {"ques":"Ở cà chua, alen A quy định quả đỏ trội hoàn toàn so với alen a quy định quả vàng. Biết rằng các cây tứ bội giảm phân cho giao tử 2n có khả năng thụ tinh bình thường. Tính theo lí thuyết, phép lai giữa hai cây cà chua tứ bội có kiểu gen AAaa và aaaa cho đời con có tỉ lệ kiểu hình là",
        "ans_a":"5 cây quả đỏ : 1 cây quả vàng",
        "ans_b":"3 cây quả đỏ : 1 cây quả vàng",
        "ans_c":"11 cây quả đỏ : 1 cây quả vàng",
        "ans_d":"35 cây quả đỏ : 1 cây quả vàng","ans_true":	1	},
      {"ques":"Trong quần thể người có một số thể đột biến sau\n1 - Ung thư máu\n2 - Hồng cầu hình liềm\n3 - Bạch tạng\n4 - Hội chứng Claiphentơ\n5 - Dính ngón tay số 2 và 3\n6 - Máu khó đông\n7 - Hội chứng Tơcnơ\n8 - Hội chứng Đao\n9 - Mù màu\n10 - hội chứng tiếng khóc mèo kêu.\nNhững thể đột biến nào là đột biến không liên quan đến cặp nhiễm sắc thể thường?",
        "ans_a":"4, 5, 6, 8",
        "ans_b":"4, 5, 6, 7, 9",
        "ans_c":"1, 3, 7, 9",
        "ans_d":"1, 2, 4, 5","ans_true":	2	},
      {"ques":"Ở người bệnh bạch tạng do gen lặn (a) nằm trên nhiễm sắc thể (NST) thường quy định. Ở một cặp vợ chồng, bên phía người vợ có em gái bị bệnh. Bên phía người chồng có anh trai bị bạch tạng. Những người khác trong gia đình đều không bị hai bệnh này. Cặp vợ chồng này có người con đầu lòng bị bệnh, họ dự định sinh đứa thứ 2, xác suất để đứa con này không bị bệnh và là nữ là bao nhiêu?",
        "ans_a":"5/6",
        "ans_b":"3/4",
        "ans_c":"5/8",
        "ans_d":"3/8","ans_true":	4	},
      {"ques":"Trong chọn giống, ng¬ười ta sử dụng phương pháp giao phối cận huyết và tự thụ phấn để làm gì?",
        "ans_a":"Chuẩn bị cho việc tạo ¬ưu thế lai, tạo giống mới",
        "ans_b":"Tạo dòng thuần",
        "ans_c":"Kiểm tra và đánh giá kiểu gen của từng dòng thuần",
        "ans_d":"Củng cố các đặc tính quý","ans_true":	2	},
      {"ques":"Ở người một cặp vợ chồng mới cưới, người chồng, quá trình hình thành tinh trùng bị rối loạn phân ly của căp NST giới tính ở giảm phân 1. Cặp vợ chồng này dự định sinh con, xác suất đứa con này mắc hội chứng Claiphento là",
        "ans_a":"10%",
        "ans_b":"50%",
        "ans_c":"không thể sinh con",
        "ans_d":"100%","ans_true":	2	},
      {"ques":"Năm 1953, S. Milơ thực hiện thí nghiệm tạo ra môi trường có thành phần hóa học giống khí quyển nguyên thủy và đặt trong điều kiện phóng điện liên tục một tuần, thu được các aa cùng các phân tử hữu cơ khác nhau. Kết quả thí nghiệm chứng minh",
        "ans_a":"các chất hữu cơ được hình thành từ chất vô cơ trong điều kiện khí quyển nguyên thủy của Trái Đất",
        "ans_b":"các chất hữu cơ được hình thành trong khí quyển nguyên thủy nhờ nguồn năng lượng sinh học",
        "ans_c":"các chất hữu cơ đầu tiên được hình thành trong khí quyển nguyên thủy của Trái Đất bằng con đường tổng hợp sinh học",
        "ans_d":"ngày nay các chất hữu cơ vẫn được hình thành phổ biến bằng con đường tổng hợp hóa học trong tự nhiên","ans_true":	1	},
      {"ques":"Ở 1 loài thực vật, khi lai 2 giống thuần chủng khác nhau bởi các cặp tính trạng tương phản được F1 đồng loạt cây cao, hạt vàng. Cho F1 giao phấn tự do được F2 có tỉ lệ 67,5% cây cao, hạt vàng, 17,5% cây thấp, hạt trắng, 7,5% cây cao, hạt trắng, 7,5% cây thấp, hạt vàng. Cho biết mỗi tính trạng do một gen quy định và hoán vị gen chỉ xảy ra ở giới đực. Nếu lấy hạt phấn của cây F1 thụ phấn cho cây cây thấp, hạt trắng thì loại kiểu hình cây cao, hạt vàng ở đời con chiếm tỉ lệ",
        "ans_a":"67,5%",
        "ans_b":"15%",
        "ans_c":"35%",
        "ans_d":"25%","ans_true":	3	},
      {"ques":"Côđon nào sau đây quy định tín hiệu kết thúc quá trình dịch mã?",
        "ans_a":"5'UGG3'",
        "ans_b":"5'UAG3'",
        "ans_c":"5'UAX3'",
        "ans_d":"5'UGX3'","ans_true":	2	},
      {"ques":"Có bao nhiêu ví dụ về công nghệ tế bào trong các thành tựu sau đây?\n(1) Tạo ra cừu Đôly.\n(2) Tạo ra giống lúa có khả năng tổng hợp β-carôten ở trong hạt.\n(3) Tạo ra giống dâu tằm tam bội có năng suất lá cao.\n(4) Tạo ra chủng vi khuẩn E. coli có khả năng sản xuất insulin của người.",
        "ans_a":"2",
        "ans_b":"4",
        "ans_c":"1",
        "ans_d":"3","ans_true":	3	},
      {"ques":"Một đứa trẻ sinh ra được xác định bị hội chứng Đao. Phát biểu nào sau đây chắc chắn là đúng?",
        "ans_a":"Đột biến xảy ra trong quá trình giảm phân của mẹ",
        "ans_b":"Tế bào sinh dưỡng của đứa trẻ nói trên có chứa 47 nhiễm sắc thể",
        "ans_c":"Đứa trẻ nói trên là thể dị bội một nhiễm",
        "ans_d":"Bố đã bị đột biến trong quá trình tạo giao tử","ans_true":	2	},
      {"ques":"Phát biểu nào sau đây không đúng về vai trò của quá trình giao phối trong tiến hóa?",
        "ans_a":"Giao phối cung cấp nguyên liệu thứ cấp cho chọn lọc tự nhiên",
        "ans_b":"Giao phối làm trung hòa tính có hại của đột biến",
        "ans_c":"Giao phối góp phần làm tăng tính đa dạng di truyền",
        "ans_d":"Giao phối tạo ra alen mới trong quần thể","ans_true":	4	},
      {"ques":"Khi nói về ưu thế lai, phát biểu nào sau đây đúng?",
        "ans_a":"Ưu thế lai tỉ lệ thuận với số lượng cặp gen đồng hợp tử trội có trong kiểu gen của con lai",
        "ans_b":"Ưu thế lai có thể được duy trì và củng cố bằng phương pháp tự thụ phấn hoặc giao phối gần",
        "ans_c":"Ưu thế lai biểu hiện cao nhất ở đời F1 của phép lai khác dòng",
        "ans_d":"Ưu thế lai chỉ xuất hiện ở phép lai giữa các dòng thuần chủng có kiểu gen giống nhau","ans_true":	3	},
      {"ques":"Một loài thực vật gen A quy định hạt tròn là trội hoàn toàn so với gen a qui định hạt dài; gen B qui định hạt đỏ là trội hoàn toàn so với gen b qui định hạt trắng. Hai cặp gen A, a và B, b phân li độc lập. Khi thu hoạch ở một quần thể cân bằng di truyền, người ta thụ được 14,25 % hạt tròn đỏ; 4,75 % hạt tròn trắng; 60,75 % hạt dài đỏ; 20,25 % hạt dài trắng\nTần số tương đối của các alen A, a, B, b trong quần thể lần lượt là",
        "ans_a":"A = 0,5; a = 0,5; B = 0,7; b = 0,3",
        "ans_b":"A = 0,7; a = 0,3; B = 0,6; b = 0,4",
        "ans_c":"A = 0,6; a = 0,4; B = 0,5; b = 0,5",
        "ans_d":"A = 0,1; a = 0,9; B = 0,5; b = 0,5","ans_true":	4	},
      {"ques":"Ti lệ phân li kiểu hình li 1 : 1 : 1 : 1 không thể xuất hiện trong phép lai thuộc quy luật di truyền nào sau dây?",
        "ans_a":"Di truyền theo dòng mẹ",
        "ans_b":"Quy luật liên kết gen hoàn toàn",
        "ans_c":"Quy luật phân li độc lập",
        "ans_d":"Quy luật tương tác gen","ans_true":	1	},
      {"ques":"Kỹ thuật lai tế bào có ưu điểm so với các kỹ thuật khác trong công nghệ giống cây trồng là",
        "ans_a":"tạo ra được những thể khảm mang đặc tính giữa thực vật với động vật",
        "ans_b":"tạo ra những cơ thể có nguồn gen khác xa nhau hay những thể khảm mang đặc tính của những loài rầt khác nhau thậm chí giữa động vật và thực vật",
        "ans_c":"tạo ra được giống mới mang đặc điểm của cả 2 loài rất khác xa nhau mà bằng cách tạo giống thông thường không thể thực hiện được",
        "ans_d":"tạo ra được những thể khảm mang đặc tính của những loài rất khác nhau","ans_true":	3	},
      {"ques":"Cho các thành tựu sau:\n(1) Tạo giống nho tam bội.\n(2) Tạo giống lúa “gạo vàng” có khả năng tổng hợp bêta-caroten trong hạt.\n(3) Tạo giống bông kháng sâu hại có gen trừ sâu từ vi khuẩn.\n(4) Tạo giống lúa Mộc Tuyền chín sớm, cứng cây, năng suất cao...\n(5) Tạo giống “táo má hồng” giòn, thơm, ngọt.\nCác thành tựu được tạo ra bằng phương pháp gây đột biến là",
        "ans_a":"(1), (4), (5)",
        "ans_b":"(3), (4), (5)",
        "ans_c":"(1), (2), (3)",
        "ans_d":"(2), (3), (4)","ans_true":	1	},
      {"ques":"Gen A dài 4080A0 bị đột biến thành gen a. Khi gen a tự nhân đôi một lần, môi trường nội bào đã cung cấp 2398 nuclêôtit. Đột biến trên thuộc dạng",
        "ans_a":"thêm 2 cặp nuclêôtít",
        "ans_b":"mất 2 cặp nuclêôtít",
        "ans_c":"mất 1 cặp nuclêôtít",
        "ans_d":"thêm 1 cặp nuclêôtít","ans_true":	3	},
      {"ques":"Loại biến dị không được xếp cùng loại với các loại biến dị còn lại là",
        "ans_a":"biến dị tạo ra thể mắt dẹt ở ruồi giấm",
        "ans_b":"biến dị tạo thể chứa 9 nhiễm sắc thể trong tế bào sinh dưỡng của ruồi giấm",
        "ans_c":"biến dị tạo ra hội chứng Claiphentơ ở người",
        "ans_d":"biến dị tạo ra hội chứng Đao ở người","ans_true":	1	},
      {"ques":"Trong trường hợp giảm phân và thụ tinh bình thường, một gen quy định một tính trạng và gen trội là trội hoàn toàn. Tính theo lí thuyết, phép lai AaBbDdHh × AaBbDdHh sẽ cho KG mang 2 cặp dị hợp và 2 cặp đồng hợp là",
        "ans_a":"6/16",
        "ans_b":"6/12",
        "ans_c":"27/128",
        "ans_d":"9/64","ans_true":	1	},
      {"ques":"Ở người gen IA quy định máu A, gen IB quy định máu B, I0I0 quy định máu O, IAIB quy định máu AB. Một quần thể người khi đạt trạng thái cân bằng cứ 500 người có số người mang máu B dị hợp là 40 còn máu O là 5 người. Một cặp vợ chồng có nhóm máu A và B, xác suất sinh con đầu lòng có nhóm máu O là",
        "ans_a":"1/42",
        "ans_b":"1/256",
        "ans_c":"1/500",
        "ans_d":"1/45","ans_true":	1	},
      {"ques":"Trong các thành tựu dưới đây, có bao nhiêu thành tựu được tạo ra từ ứng dụng công nghệ gen?\n(1) Ngô DT6 có năng suất cao, hàm lượng protêin cao.\n(2) Vi khuẩn E. coli sản xuất hormon somatostatin.\n(3) Lúa chuyển gen tổng hợp β caroten.\n(4) Cừu chuyển gen tổng hợp protêin huyết thanh của người. ",
        "ans_a":"4",
        "ans_b":"2",
        "ans_c":"1",
        "ans_d":"3","ans_true":	4	},
      {"ques":"Điều nào sau đây về quần thể tự phối là không đúng?",
        "ans_a":"Sự chọn lọc không mang lại hiệu quả đối với con cháu của một cá thể thuần chủng tự thụ phấn",
        "ans_b":"Quần thể biểu hiện tính đa hình",
        "ans_c":"Số cá thể đồng hợp tăng, số cá thể dị hợp giảm",
        "ans_d":"Quần thể bị phân dần thành những dòng thuần có kiểu gen khác nhau","ans_true":	2	},
      {"ques":"Đặc điểm nào dưới đây về quần thể là không đúng?",
        "ans_a":"Quần thể là một tập hợp ngẫu nhiên và nhất thời các cá thể",
        "ans_b":"Quần thể là một cộng đồng lịch sử phát triển chung",
        "ans_c":"Quần thể là đơn vị sinh sản của loài trong tự nhiên",
        "ans_d":"Quần thể có thánh phần kiểu gen đặc trưng và ổn định","ans_true":	1	},
      {"ques":"Trong lịch sử phát triển của sinh giới qua các đại địa chất, các nhóm linh trưởng phát sinh ở",
        "ans_a":"kỉ Jura của đại Trung sinh",
        "ans_b":"kỉ Đệ Tứ (Thứ tư) của đại Tân sinh",
        "ans_c":"kỉ Đệ Tam (thứ ba) của đại Tân sinh",
        "ans_d":"kỉ Krêta (Phấn trắng) của đại Trung Sinh","ans_true":	3	},
      {"ques":"Những nhân tố đóng vai trò chủ đạo trong quá trình phát sinh loài người ở giai đoạn vượn người hóa thạch là",
        "ans_a":"quá trình hình thành tiếng nói, tư duy",
        "ans_b":"đột biến, giao phối và chọn lọc tự nhiên",
        "ans_c":"sự biến đổi điều kiện khí hậu, địa chất ở kỉ thứ 3",
        "ans_d":"quá trình lao động","ans_true":	2	},
      {"ques":"Ở cà chua alen A quy định thân cao alen a quy định thân thấp. Cho cây thân cao thụ phấn với cây thân cao, F1 thu được toàn cây thân cao. Khi cho F1 lai với nhau, ở F2 xuất hiện cả cây thân cao và cây thân thấp. Tỉ lệ cà chua thân cao di hợp có thể có ở đời F2 là",
        "ans_a":"9/16",
        "ans_b":"1/4",
        "ans_c":"1/16",
        "ans_d":"6/16","ans_true":	4	},
      {"ques":"Trong quần thể của một loài thú, xét 5 lôcut: lôcut một có 4 alen; lôcut hai có 3 alen. Cả hai lôcut đều nằm trên 1 NST thường. Gen 3 và 4 đều có 2 alen, cả hai lôcut đều nằm trên nhiễm sắc thể giới tính X không có đoạn tương ứng trên Y. Gen 5 có 5 alen nằm trên nhiễm sắc thể giới tính Y không có đoạn tương ứng trên X. Số kiêu giao phối tối đa có thể có trong quần thể trên là",
        "ans_a":"2340",
        "ans_b":"1216800",
        "ans_c":"800",
        "ans_d":"2121268","ans_true":	2	},
      {"ques":"Ở cà chua gen A quy định thân cao, a quy định thân thấp, B quy định quả tròn, b quy định quả bầu dục, các gen cùng nằm trên một cặp NST tương đồng. Tiến hành lai phân tích F1 dị hợp , F2 thu được: 800 thân cao, quả bầu dục; 800 thân thấp, quả tròn; 200 thân cao, quả tròn; 200 thân thấp, quả bầu dục. F1 có kiểu gen và tần số hoán vị gen là",
        "ans_a":"Ab/aB, 20%",
        "ans_b":"AB/ab, 20%",
        "ans_c":"AB/ab, 10%",
        "ans_d":"Ab/aB, 10%","ans_true":	1	},
      {"ques":"Dưới đây là các bước trong các quy trình tạo giống mới\nI. Cho tự thụ phấn hoặc lai xa để tạo ra các giống thuần chủng.\nII. Chọn lọc các thể đột biến có kiểu hình mong muốn.\nIII. Xử lý mẫu vật bằng tác nhân đột biến.\nIV. Tạo dòng thuần chủng.\nQuy trình nào sau đây đúng nhất trong việc tạo giống bằng phương pháp gây đột biến?",
        "ans_a":"I → III → II",
        "ans_b":"III → II → IV",
        "ans_c":"II → III → IV",
        "ans_d":"III → II → I","ans_true":	2	},
      {"ques":"Theo quan điểm tiến hoá hiện đại, khi nói về chọn lọc tự nhiên, phát biểu nào sau đây không đúng?",
        "ans_a":"Chọn lọc tự nhiên làm xuất hiện các alen mới và các kiểu gen mới trong quần thể",
        "ans_b":"Chọn lọc tự nhiên không thể loại bỏ hoàn toàn một alen lặn có hại ra khỏi quần thể",
        "ans_c":"Chọn lọc tự nhiên tác động trực tiếp lên kiểu hình và gián tiếp làm biến đổi tần số kiểu gen",
        "ans_d":"Chọn lọc tự nhiên chống lại alen trội có thể nhanh chóng làm thay đổi tần số alen của quần thể","ans_true":	1	},
      {"ques":"Nội dung nào dưới đây khi nói về cơ chế phát sinh đột biến NST là đúng?",
        "ans_a":"Do rối loạn phân li của một hoặc một số cặp NST dẫn đến đột biến đa bội",
        "ans_b":"Do trao đổi chéo cân bằng giữa các crômatit trong cặp NST kép dẫn tới đột biến",
        "ans_c":"Do rối loạn quá trình nhân đôi của ADN đã dẫn đến đột biến nhiễm sắc thể",
        "ans_d":"Do rối loạn phân li của NST dẫn đến đột biến số lượng nhiễm sắc thể","ans_true":	4	},
      {"ques":"Ở sinh vật nhân thực, các gen trong cùng một tế bào",
        "ans_a":"luôn giống nhau về số lượng, thành phần và trật tự sắp xếp các nuclêôtit",
        "ans_b":"luôn phân li độc lập, tổ hợp tự do trong quá trình giảm phân hình thành giao tử",
        "ans_c":"tạo thành một nhóm gen liên kết và luôn di truyền cùng nhau",
        "ans_d":"thường có cơ chế biểu hiện khác nhau ở các giai đoạn phát triển của cơ thể","ans_true":	4	},
      {"ques":"Xét 1 cơ thể có kiểu gen AabbCc. Khi 300 tế bào của cơ thể này giảm phân hình thành giao tử. Trong các giao tử tạo ra, loại abCDE chiếm tỉ lệ 2%. Số tế bào đã xảy ra HVG là",
        "ans_a":"36",
        "ans_b":"24",
        "ans_c":"48",
        "ans_d":"96","ans_true":	4	},
      {"ques":"Sơ đồ phả hệ sau mô tả sự di truyền của một bệnh ở người:\nBiết rằng bệnh này do một trong hai alen của một gen quy định và không phát sinh đột biến mới ở tất cả những người trong phả hệ. Trong các phát biểu sau, có bao nhiêu phát biểu không đúng?\n(1) Có 23 người trong phả hệ này xác định được chính xác kiểu gen.\n(2) Có ít nhất 15 người trong phả hệ này có kiểu gen đồng hợp tử.\n(3) Tất cả những người bị bệnh trong phả hệ này đều có kiểu gen đồng hợp tử.\n(4) Những người không bị bệnh trong phả hệ này đều không mang alen gây bệnh",
        "img":"image/biological_9_38.png",
        "ans_a":"4",
        "ans_b":"3",
        "ans_c":"1",
        "ans_d":"2","ans_true":	4	},
      {"ques":"Một loài thực vật có bộ nhiễm sắc thể 2n = 20. Số loại thể dị bội vừa là thể 0 vừa là thể 3 kép là",
        "ans_a":"360",
        "ans_b":"20",
        "ans_c":"90",
        "ans_d":"10","ans_true":	1	},
      {"ques":"Hai loài sinh học (lòai giao phối) thân thuộc thì",
        "ans_a":"giao phối tự do với nhau trong điều kiện tự nhiên",
        "ans_b":"hoàn toàn khác nhau về hình thái",
        "ans_c":"hoàn toàn biệt lập về khu phân bố",
        "ans_d":"cách li sinh sản với nhau trong điều kiện tự nhiên","ans_true":	4	}
    ]
  },
  {
    "subject":"Sinh học",
    "exam_num": 10,
    "time": 50,
    "questions": [
      {"ques":"Enzim restrictaza trong công nghệ gen có vai trò",
        "ans_a":"tham gia quá trình dịch mã để tổng hợp chuỗi pôlipeptit",
        "ans_b":"nối các đoạn Okazaki để tạo thành mạch hoàn chỉnh",
        "ans_c":"di chuyển trên mạch khuôn của gen để tổng hợp mạch mới theo nguyên tắc bổ sung",
        "ans_d":"cắt ADN tại những trình tự nuclêôtit xác định","ans_true":	4	},
      {"ques":"Xét phép lai AaBB x aaBb, mỗi cặp gen quy định một cặp tính trạng tương phản và trội lặn hoàn toàn thì ở đời con có số loại kiểu hình là",
        "ans_a":"3",
        "ans_b":"4",
        "ans_c":"2",
        "ans_d":"8","ans_true":	3	},
      {"ques":"Hình dưới đây là ảnh chụp bộ nhiễm sắc thể bất thường ở một người. Người mang bộ nhiễm sắc thể này",
        "ans_a":"mắc hội chứng Claiphentơ",
        "ans_b":"mắc hội chứng Đao",
        "ans_c":"mắc bệnh hồng cầu hình lưỡi liềm",
        "ans_d":"mắc hội chứng Tớcnơ","ans_true":	1	},
      {"ques":"Trong tế bào sinh dưỡng của một loài sinh vật có bộ nhiễm sắc thể lưỡng bội 2n = 10. Đột biến có thể tạo ra tối đa bao nhiêu loại thể một ở loài này?",
        "ans_a":"9",
        "ans_b":"10",
        "ans_c":"5",
        "ans_d":"4","ans_true":	3	},
      {"ques":"Một quần thể có cấu trúc di truyền: 0.5AA + 0.3Aa + 0.2aa tần số tương đối các alen lần lượt là",
        "ans_a":"0.7A và 0.3a",
        "ans_b":"0.65A và 0.35a",
        "ans_c":"0.35A và 0.65a",
        "ans_d":"0.8A và 0.2a","ans_true":	4	},
      {"ques":"Người đầu tiên đưa ra khái niệm về biến dị cá thể là",
        "ans_a":"Kimura",
        "ans_b":"Đacuyn",
        "ans_c":"Lamac",
        "ans_d":"Menden","ans_true":	1	},
      {"ques":"Một đoạn mạch bổ sung của một gen có trình tự các nuclêôtit như sau: 5' ATT GXG XGA GXX 3'. Quá trình giải mã trên đoạn mARN do đoạn gen nói trên sao mã có lần lượt các bộ ba đối mã tham gia như sau",
        "ans_a":"3'AUU5'; 3'GXG5'; 3'XGA5'; 3'GXX5'",
        "ans_b":"5'UAA3'; 5'XGX3'; 5'GXU3'; 5'XGG3'",
        "ans_c":"5'AUU3'; 5'GXG3'; 5'XGA3'; 5'GXX3",
        "ans_d":"3'UAA5'; 3'XGX5'; 3'GXU5'; 3'XGG5'","ans_true":	4	},
      {"ques":"Trong các phát biểu sau, có bao nhiêu phát biểu đúng về nhiễm sắc thể giới tính ở động vật?\n(1) Nhiễm sắc thể giới tính chỉ tồn tại trong tế bào sinh dục, không tồn tại trong tế bào xôma.\n(2) Trên nhiễm sắc thể giới tính, ngoài các gen quy định tính đực, cái còn có các gen quy định các tính trạng thường.\n(3) Ở tất cả các loài động vật, cá thể cái có cặp nhiễm sắc thể giới tính XX, cá thể đực có cặp nhiễm sắc thể giới tính XY.\n(4) Ở tất cả các loài động vật, nhiễm sắc thể giới tính chỉ gồm một cặp tương đồng, giống nhau giữa giới đực và giới cái.",
        "ans_a":"1",
        "ans_b":"2",
        "ans_c":"3",
        "ans_d":"4","ans_true":	1	},
      {"ques":"Theo lí thuyết, phép lai nào sau đây cho đời con có kiểu gen phân li theo tỉ lệ 1 : 1?",
        "ans_a":"Aabb × Aabb",
        "ans_b":"AaBb × aabb",
        "ans_c":"AaBB × aabb",
        "ans_d":"AaBb × AaBb","ans_true":	3	},
      {"ques":"Cho cây có kiểu gen AaBbDd tự thụ phấn qua nhiều thế hệ. Cho biết các cặp gen này phân ly độc lập. Số dòng thuần tối đa về cả ba cặp gen có thể được tạo ra là bao nhiêu?",
        "ans_a":"3",
        "ans_b":"1",
        "ans_c":"8",
        "ans_d":"6","ans_true":	3	},
      {"ques":"Xét phép lai AaBb x AABb, mỗi cặp gen quy định một cặp tính trạng tương phản và trội lặn hoàn toàn thì ở đời con có số tổ hợp giao tử là",
        "ans_a":"16",
        "ans_b":"8",
        "ans_c":"9",
        "ans_d":"4","ans_true":	2	},
      {"ques":"Dạng đột biến gen gây hậu quả lớn nhất về mặt cấu trúc của gen là",
        "ans_a":"đảo vị trí 2 cặp nuclêôtit",
        "ans_b":"mất 3 cặp nuclêôtit trước mã kết thúc",
        "ans_c":"mất 1 cặp nuclêôtit đầu tiên",
        "ans_d":"thay thế 1 nuclêôtit này bằng 1 cặp nuclêôtit khác","ans_true":	3	},
      {"ques":"Một loài có bộ nhiễm sắc thể 2n = 24. Một các thể của loài trong tế bào có 48 nhiễm sắc thể cá thể đó thuộc thể",
        "ans_a":"đa bội lệch",
        "ans_b":"tứ bội",
        "ans_c":"dị bội",
        "ans_d":"bốn nhiễm","ans_true":	2	},
      {"ques":"Biết rằng mỗi gen quy định một tính trạng, alen trội là trội hoàn toàn. Phép lai nào sau đây cho đời con có kiểu hình phân li theo tỉ lệ 1 : 1 : 1 : 1?",
        "ans_a":"Ab/ab x aB/ab ",
        "ans_b":"Ab/ab x aB/Ab ",
        "ans_c":"AB/aB x Ab/ab",
        "ans_d":"ab/aB x ab/ab","ans_true":	1	},
      {"ques":"Trong các thành phần dưới đây, có bao nhiêu thành phần trực tiếp tham gia vào quá trình tổng hợp chuỗi Polipeptit\n(1) Gen.        (2) mARN.\n(3) Axit amin.  (4) tARN.\n(5) Riboxom.    (6) Enzim.\n(7) ADN.        (8) ARN mồi.\n(9) Đoạn Okazaki.",
        "ans_a":"6",
        "ans_b":"8",
        "ans_c":"7",
        "ans_d":"5","ans_true":	4	},
      {"ques":"Các cá thể thuộc các loài khác nhau có thể sinh sản vào những mùa khác nhau nên chúng không có điều kiện giao phối với nhau. Đây là dạng cách li nào?",
        "ans_a":"Cách li cơ học",
        "ans_b":"Cách li thời gian",
        "ans_c":"Cách li tập tính",
        "ans_d":"Cách li sinh cảnh","ans_true":	2	},
      {"ques":"Cho các thành tựu sau:\n1. Tạo giống cà chua có gen làm chín quả bất hoạt.\n2. Tạo giống dâu tằm tứ bội.\n3. Tạo giống lúa “gạo vàng” có khả năng tổng hợp β - caroten trong hạt.\n4. Tạo giống dưa hấu đa bội.\nCác thành tựu được tạo ra nhờ công nghệ gen là ",
        "ans_a":"3, 4",
        "ans_b":"1,3",
        "ans_c":"2, 4",
        "ans_d":"1, 2","ans_true":	2	},
      {"ques":"Có bao niêu quần thể sau đây ở trạng thái cân bằng di truyền?\n(1) 0,36AA: 0,48Aa: 0,16aa\n(2) 0,5AA: 0,5aa.\n(3) 0,49AA: 0,42Aa: 0,09aa\n(4) 0,75Aa: 0,25aa\n(5) 0,25AA: 0,5Aa: 0,25aa\n(6) 0,64AA: 0,32Aa: 0,04aa",
        "ans_a":"4",
        "ans_b":"3",
        "ans_c":"6",
        "ans_d":"2","ans_true":	1	},
      {"ques":"Loại bằng chứng nào sau đây có thể giúp chúng ta xác định được loài nào xuất hiện trước, loài nào xuất hiện sau trong lịch sử phát sinh và phát triển của sự sống trên trái đất?",
        "ans_a":"Bằng chứng hóa thạch",
        "ans_b":"Bàng hứng giải phẫu so sánh",
        "ans_c":"Bàng chứng tế bào học",
        "ans_d":"Bằng chứng sinh học phân tử","ans_true":	1	},
      {"ques":"Sơ đồ sau minh họa cho các dạng đột biến cấu trúc nhiễm sắc thể nào?\n(1): ABCD*EFGH → ABGFE*DCH\n(2): ABCD*EFGH → AD*EFGBCH ",
        "ans_a":"(1): chuyển đoạn chứa tâm động; (2): đảo đoạn chứa tâm động",
        "ans_b":"(1): đảo đoạn chứa tâm động; (2): đảo đoạn không chứa tâm động",
        "ans_c":"(1): đảo đoạn chứa tâm động; (2): chuyển đoạn trong một nhiễm sắc thể",
        "ans_d":"(1): chuyển đoạn không chứa tâm động, (2): chuyển đoạn trong một nhiễm sắc thể","ans_true":	3	},
      {"ques":"Cho các thông tin về các nhân tố tiến hóa như sau:\n(1) Làm thay đổi tần số alen và thành phần kiểu gen của quần thể không theo một hướng xác định.\n(2) Làm phát sinh các biến dị di truyền của quần thể, cung cấp nguồn biến dị sơ cấp cho quá trình tiến hóa.\n(3) Có thể loại bỏ hoàn toàn một alen nào đó ra khỏi quần thể cho dù alen đó là có lợi.\n(4) Không làm thay đổi tần số alen nhưng làm thay đổi thành phần kiểu gen của quần thể\nCác thông tin nói về vai trò của yếu tố ngẫu nhiên là",
        "ans_a":"(2), (3)",
        "ans_b":"(1), (4)",
        "ans_c":"(3), (4)",
        "ans_d":"(1), (3)","ans_true":	4	},
      {"ques":"Chọn lọc tự nhiên không thể loại bỏ hoàn toàn các alen lặn ra khỏi quần thể, lí do chính là",
        "ans_a":"giá trị thích nghi của các alen lặn cao hơn các alen trội",
        "ans_b":"alen lặn có thể tồn tại trong quần thể ở trạng thái dị hợp tử",
        "ans_c":"alen lặn thường nằm trong tổ hợp gen thích nghi",
        "ans_d":"chọn lọc tự nhiên luôn giữ lại các alen lặn có lợi cho bản thân sinh vật","ans_true":	2	},
      {"ques":"Thực chất của liệu pháp gen là gì?",
        "ans_a":"Tạo điều kiện cho gen lành biểu hiện",
        "ans_b":"Loại gen bệnh ra khỏi cơ thể",
        "ans_c":"Thay thế gen bệnh bằng gen lành",
        "ans_d":"Tạo đột biến để tìm gen lành","ans_true":	3	},
      {"ques":"Đột biến gen là",
        "ans_a":"sự biến đổi một cặp nuclêôtit trong gen",
        "ans_b":"sự biến đổi một số cặp nuclêôtit trong gen",
        "ans_c":"những biến đổi trong cấu trúc của gen liên quan tới sự biến đổi một hoặc một số cặp nuclêôtit, xảy ra tại một điểm nào đó của phân tử ADN",
        "ans_d":"những biến đổi xảy ra trên suốt chiều dài của phân tử ADN","ans_true":	3	},
      {"ques":"Trong cơ chế điều hòa hoạt động gen ở sinh vật nhân sơ, vai trò của gen điều hòa là",
        "ans_a":"mang thông tin cho việc tổng hợp một prôtêin ức chế tác động lên vùng vận hành",
        "ans_b":"mang thông tin cho việc tổng hợp một prôtêin ức chế tác động lên vùng khởi động",
        "ans_c":"nơi gắn vào của prôtêin ức chế để cản trở hoạt động của enzim phiên mã",
        "ans_d":"mang thông tin cho việc tổng hợp một prôtêin ức chế tác động lên các gen cấu trúc","ans_true":	1	},
      {"ques":"Xét phép lai AaBb x Aabb, mỗi cặp gen quy định một cặp tính trạng tương phản và trội lặn hoàn toàn thì ở đời con có số loại kiểu gen là",
        "ans_a":"2",
        "ans_b":"9",
        "ans_c":"4",
        "ans_d":"6","ans_true":	4	},
      {"ques":"Yếu tố nào sau đây không gây ra biến đổi về tần số alen trong quần thể",
        "ans_a":"Giao phối không ngẫu nhiên",
        "ans_b":"Chọn lọc chống lại kiểu hình lặn",
        "ans_c":"Chọn lọc chống lại kiểu hình trội",
        "ans_d":"Phiêu bạt gen","ans_true":	1	},
      {"ques":"Trong phiên mã, mạch ADN được dùng để làm khuôn là mạch",
        "ans_a":"mẹ được tổng hợp liên tục",
        "ans_b":"5' - 3'",
        "ans_c":"mẹ được tổng hợp gián đoạn",
        "ans_d":"3' - 5'","ans_true":	4	},
      {"ques":"Một phụ nữ có có 47 nhiễm sắc thể trong đó có 3 nhiễm sắc thể X. Người đó thuộc thể",
        "ans_a":"tam bội",
        "ans_b":"đa bội lẻ",
        "ans_c":"đơn bội lệch",
        "ans_d":"ba","ans_true":	4	},
      {"ques":"Dấu hiệu tin cậy nhất để kết luận 2 cá thể chắc chắn thuộc 2 loài sinh học khác nhau là",
        "ans_a":"chúng cách li sinh sản với nhau",
        "ans_b":"chúng có đặc tính sinh lý - sinh hóa khác nhau",
        "ans_c":"chúng không cùng môi trường",
        "ans_d":"chúng có hình thái khác nhau","ans_true":	1	},
      {"ques":"Khi nói về vai trò của cách li địa lý trong quá trình hình thành loài, nhận định đúng là",
        "ans_a":"Không có cách li địa lý thì không thể hình thành loài mới",
        "ans_b":"Môi trường địa lí khác nhau là nguyên nhân chính dẫn đến phân hóa thành phần kiểu gen của quần thể cách li",
        "ans_c":"Cách lí địa lý luôn dẫn đến cách li sinh sản",
        "ans_d":"Cách li địa lý có thể dẫn đến hình thành loài mới qua nhiều dạng trung gian chuyển tiếp","ans_true":	4	},
      {"ques":"Một loài có bộ NST lưỡng bội 2n = 24 NST. Số NST trong thể đơn bội, tam bội và tứ bội lần lượt là",
        "ans_a":"24, 48 và 72",
        "ans_b":"12, 36 và 48",
        "ans_c":"20, 21 và 23",
        "ans_d":"12, 24 và 48","ans_true":	2	},
      {"ques":"Theo dõi thí nghiệm của Menđen, khi lai đậu Hà Lan thuần chủng hạt vàng, trơn và hạt xanh, nhăn với nhau thu được F1 đều hạt vàng, trơn. Khi cho F1 tự thụ phấn thì F2 có tỉ lệ kiểu hình là",
        "ans_a":"9 vàng, nhăn: 3 xanh, nhăn : 3 vàng, trơn : 1 xanh, trơn",
        "ans_b":"9 vàng, nhăn: 3 vàng, trơn : 3 xanh, nhăn : 1 xanh, trơn",
        "ans_c":"9 vàng, trơn : 3 xanh, nhăn : 3 xanh, trơn : 1 vàng, nhăn",
        "ans_d":"9 vàng, trơn : 3 vàng, nhăn : 3 xanh, trơn : 1 xanh, nhăn","ans_true":	4	},
      {"ques":"Câu có bao nhiêu nhân tố sau đây làm thay đổi tần số alen của quần thể không theo hướng xác định?\n(1) Đột biến\n(2) Di - nhập gen\n(3) Chọn lọc tự nhiên\n(4) Giao phối không ngẫu nhiên\n(5) Các yếu tố ngẫu nhiên ",
        "ans_a":"2",
        "ans_b":"4",
        "ans_c":"3",
        "ans_d":"1","ans_true":	3	},
      {"ques":"Một cá thể có kiểu gen (Ab/aB)Dd. Biết các gen liên kết hoàn toàn khi giảm phân bình thường có thể tạo ra số loại giao tử tối đa là",
        "ans_a":"1",
        "ans_b":"4",
        "ans_c":"2",
        "ans_d":"8","ans_true":	2	},
      {"ques":"Trong quá trình dịch mã phân tử nào sau đây đóng vai trò “người phiên dịch”",
        "ans_a":"rARN",
        "ans_b":"ADN",
        "ans_c":"tARN",
        "ans_d":"mARN","ans_true":	2	},
      {"ques":"Axit amin Arg được mã hóa bởi sáu bộ ba là: XGU; XGX; XGA; XGG; AGA; AGG. Đây là đặc điểm nào của bộ ba mã di truyền?",
        "ans_a":"Tính thoái hóa",
        "ans_b":"Tính phổ biến",
        "ans_c":"Tính đặc hiệu",
        "ans_d":"Tính hạn chế","ans_true":	1	},
      {"ques":"Cho các ví dụ về các loại cơ quan ở các loài sau:\n(1) Cánh của chim và cánh của các loài côn trùng.\n(2) Tay của người, chi trước mèo, cánh của dơi.\n(3) Xương cụt, ruột thừa và răng khôn của người,\n(4) Gai xương rồng và tua cuốn của đậu Hà Lan.\n(5) Tuyến nọc độc ở rắn và tuyến nước bọt ở các động vật khác.\nTrong các ví dụ trên, những ví dụ nào là cơ quan tương đồng?",
        "ans_a":"(1), (3), (5)",
        "ans_b":"(2), (5)",
        "ans_c":"(2), (4), (5)",
        "ans_d":"(1), (3), (4)","ans_true":	3	},
      {"ques":"Gen là một đoạn AND",
        "ans_a":"Mang thông tin di truyền",
        "ans_b":"Mang thông tin mã hoá cho một sản phẩm xác định là chuỗi polipéptít hay ARN",
        "ans_c":"Chứa các bộ 3 mã hoá các axitamin",
        "ans_d":"Mang thông tin cấu trúc của phân tử prôtêin","ans_true":	2	},
      {"ques":"Trong quần thể người có một số thể đột biến sau:\n(1) Ung thư máu. (2) Hồng cầu hình liềm.\n(3) Bạch tạng.   (4) Claiphentơ.\n(5) Dính ngón 2 và 3\n(6) Máu khó đông.\n(7) Tơcnơ.       (8) Đao.\n(9) Mù màu.\nNhững thể đột biến lệch bội là",
        "ans_a":"(1), (3), (7), (9)",
        "ans_b":"(4), (7), (8)",
        "ans_c":"(1), (4), (7), (8)",
        "ans_d":"(4), (5), (6), (8)","ans_true":	2	}
    ]
  }
]