[
  {
    "subject": "Giáo dục công dân",
    "exam_num": 1,
    "time": 50,
    "questions": [
      {"ques":"Là học sinh THPT bạn M không nên làm gì khi thực hiện các quyền tự do cơ bản của mình?",
        "ans_a":"A. Học tập, tìm hiểu để nắm được nội dung các quyền tự do cơ bản của mình",
        "ans_b":"B. Thực hiện quyền tự do của mình mà không quan tâm tới người khác",
        "ans_c":"C. Phê phán đấu tranh những việc làm, tư tưởng trái pháp luật",
        "ans_d":"D. Tự rèn luyện, nâng cao ý thức pháp luật, tự giác tuân thủ pháp luật","ans_true":	2	},
      {"ques":"Ở phạm vi cơ sở, dân chủ trực tiếp được thực hiện theo cơ chế",
        "ans_a":"A. dân biết, dân bàn, dân làm, dân kiểm tra",
        "ans_b":"B. trực tiếp, thẳng thắn, thực tế",
        "ans_c":"C. bình đẳng, công khai",
        "ans_d":"D. phổ thông, bình đẳng, trực tiếp","ans_true":	1	},
      {"ques":"Nghi ngờ ông A lấy trộm điện thoại của mình ông B cùng con trai tự ý vào nhà ông A khám xét, hành vi của bố con ông đã xâm phạm quyền nào sau đây?",
        "ans_a":"A. Quyền sở hữu tài sản riêng",
        "ans_b":"B. Quyền bất khả xâm phạm về thân thể",
        "ans_c":"C. Quyền bất khả xâm phạm về chỗ ở của công dân",
        "ans_d":"D. Quyền nhân thân của công dân","ans_true":	3	},
      {"ques":"Nhân dân được bàn bạc và quyết định trực tiếp những công việc gắn liền với quyền lợi và nghĩa vụ ở ngay nơi họ sinh sống là thể hiện quyền",
        "ans_a":"A. tham gia quản lý nhà nước và xã hội",
        "ans_b":"B. bầu cử, ứng cử",
        "ans_c":"C. tự do ngôn luận",
        "ans_d":"D. tham gia quản lí gia đình và xã hội","ans_true":	1	},
      {"ques":"Tài sản của vợ, chồng được thừa kế riêng, được tặng riêng trong thời kì hôn nhân được gọi là tài sản",
        "ans_a":"A. bố mẹ cho con",
        "ans_b":"B. chung của vợ và chồng",
        "ans_c":"C. thừa kế của con",
        "ans_d":"D. riêng của vợ hoặc chồng","ans_true":	4	},
      {"ques":"Luật Giáo dục nước ta quy định học tập là",
        "ans_a":"A. quyền và nghĩa vụ của công dân",
        "ans_b":"B. nghĩa vụ của mọi công dân",
        "ans_c":"C. quyền của công dân",
        "ans_d":"D. nghĩa vụ và trách nhiệm của công dân","ans_true":	1	},
      {"ques":"Minh học xong Đại học Y, anh sẽ tiếp tục học lên cao học, điều này thể hiện",
        "ans_a":"A. mọi công dân có thể học bất cứ ngành nghề nào",
        "ans_b":"B. mọi công dân được đối xử bình đẳng về cơ hội học tập",
        "ans_c":"C. công dân có quyền học không hạn chế",
        "ans_d":"D. công dân có quyền học thường xuyên, học suốt đời","ans_true":	3	},
      {"ques":"Một học sinh lớp 11 (16 tuổi) tham gia giao thông bằng xe gắn máy trên 50cm3 (Có đội mũ bảo hiểm), hành vi này là",
        "ans_a":"A. vi phạm pháp luật vì có đủ năng lực trách nhiệm pháp lý",
        "ans_b":"B. không vi phạm vì có đội mũ bảo hiểm theo quy định",
        "ans_c":"C. vi phạm nội quy nhà trường",
        "ans_d":"D. không vi phạm pháp luật vì thực hiện quyền tự do đi lại","ans_true":	1	},
      {"ques":"Hành vi nào dưới đây không vi phạm pháp luật về quyền tố cáo?",
        "ans_a":"A. Làm sai lệch hồ sơ vụ việc trong quá trình giải quyết tố cáo",
        "ans_b":"B. Từ chối giải quyết đơn tố cáo không ghi rõ họ, tên của người viết đơn",
        "ans_c":"C. Tiết lộ họ, tên, địa chỉ, bút tích của người tố cáo",
        "ans_d":"D. Thiếu trách nhiệm trong giải quyết tố cáo","ans_true":	2	},
      {"ques":"Công ty X do làm ăn thua lỗ đã nợ lương và bảo hiểm của người lao động nhiều tháng liền. Công ty X đã vi phạm quyền bình đẳng trong lĩnh vực nào sau đây?",
        "ans_a":"A. Đóng thuế",
        "ans_b":"B. Lao động",
        "ans_c":"C. Làm ăn",
        "ans_d":"D. Kinh doanh","ans_true":	4	},
      {"ques":"Em Nguyễn Văn C học lớp 8 đã đạt giải nhất trong cuộc thi bơi ở lứa tuổi học sinh. Em đã được trường thể dục, thể thao của tỉnh mời về đó học tập và rèn luyện. Điều này thể hiện quyền nào sau đây của công dân?",
        "ans_a":"A. Học bất cứ ngành, nghề nào",
        "ans_b":"B. Học thường xuyên, học suốt đời",
        "ans_c":"C. Được quyến khích, bồi dưỡng để phát triển tài năng",
        "ans_d":"D. Được tự do lựa chọn trường học cho mình","ans_true":	3	},
      {"ques":"Việc khám xét chỗ ở của công dân phải tuân theo",
        "ans_a":"A. trình tự thủ tục do xã hội quy định",
        "ans_b":"B. quy định của công an xã",
        "ans_c":"C. quy định của trưởng thôn",
        "ans_d":"D. trình tự thủ tục do luật định","ans_true":	4	},
      {"ques":"Sau khi kết hôn, chồng chị H yêu cầu chị bỏ đạo thiên chúa để theo đạo phật giống anh. Chồng chị H đã vi phạm quyền bình đẳng giữa vợ và chồng trong quan hệ nào sau đây?",
        "ans_a":"A. Tài sản",
        "ans_b":"B. Huyết thống",
        "ans_c":"C. Nhân thân",
        "ans_d":"D. Gia đình","ans_true":	3	},
      {"ques":"Các cơ sở tôn giáo hợp pháp được",
        "ans_a":"A. Mặt trận Tổ quốc giữ gìn",
        "ans_b":"B. Đảng quản lí",
        "ans_c":"C. pháp luật bảo hộ",
        "ans_d":"D. tổ chức tôn giáo bí mật","ans_true":	3	},
      {"ques":"Sự thỏa thuận giữa người sử dụng lao động và người lao động về việc làm có trả công, điều kiện lao động, quyền và nghĩa vụ của mỗi bên trong quan hệ lao động được gọi là",
        "ans_a":"A. bình đẳng trong lao động",
        "ans_b":"B. nghĩa vụ lao động",
        "ans_c":"C. hợp đồng lao động",
        "ans_d":"D. dân chủ trong lao động","ans_true":	3	},
      {"ques":"Nguyên tắc nào sau đây không phải là nguyên tắc bầu cử?",
        "ans_a":"A. Biểu quyết",
        "ans_b":"B. Bỏ phiếu kín",
        "ans_c":"C. Phổ thông",
        "ans_d":"D. Bình đẳng","ans_true":	1	},
      {"ques":"Quan điểm nào sau đây không đúng khi nói về quyền học tập của công dân?",
        "ans_a":"A. Quyền này không bị phân biệt bởi dân tộc",
        "ans_b":"B. Học sinh có điều kiện kinh tế tốt sẽ được nhà nước ưu tiên",
        "ans_c":"C. Công dân có quyền học tập tùy thuộc vào năng khiếu, khả năng",
        "ans_d":"D. Bình đẳng về cơ hội học tập nghĩa là không bị phân biệt đối xử","ans_true":	2	},
      {"ques":"Học tập là",
        "ans_a":"A. quyền của công dân",
        "ans_b":"B. nghĩa vụ của công dân",
        "ans_c":"C. trách nhiệm của công dân",
        "ans_d":"D. quyền và nghĩa vụ của công dân","ans_true":	4	},
      {"ques":"Thảo luận và biểu quyết các vấn đề trọng đại khi Nhà nước tổ chức trưng cầu ý dân là việc thực hiện quyền tham gia quản lý nhà nước ở phạm vi",
        "ans_a":"A. cơ sở",
        "ans_b":"B. địa phương",
        "ans_c":"C. Trung ương",
        "ans_d":"D. cả nước","ans_true":	4	},
      {"ques":"Việc làm nào sau đây không phải là quyền tự do ngôn luận?",
        "ans_a":"A. Hỏi thăm bạn bè trong giờ học",
        "ans_b":"B. Bày tỏ quan điểm ở cuộc họp",
        "ans_c":"C. Viết bài đăng báo",
        "ans_d":"D. Phê phán lối sống “lai căng”","ans_true":	1	},
      {"ques":"Hành vi nào dưới đây vi phạm quyền bất khả xâm phạm về chỗ ở của công dân?",
        "ans_a":"A. Công an khám nhà của ông B vì phát hiện ông B cất giữ súng để gây án tại nhà",
        "ans_b":"B. Công an khám nhà dân vào ban đêm và không lập biên bản",
        "ans_c":"C. Công an khám nhà dân vì có căn cứ chỗ ở đó có chứa tang vật liên quan đến vụ án",
        "ans_d":"D. Công an khám nhà dân vì phát hiện có tội phạm đang bị truy nã lẩn trốn ở đó","ans_true":	2	},
      {"ques":"Trong lúc A đang bận việc riêng thì có tin nhắn, T đã tự ý mở điện thoại của A ra xem tin nhắn, hành vi này xâm phạm quyền nào sau đây của công dân?",
        "ans_a":"A. Bất khả xâm phạm chỗ ở của công dân",
        "ans_b":"B. Được đảm bảo an toàn bí mật thư tín, điện thoại",
        "ans_c":"C. Bất khả xâm phạm về thân thể",
        "ans_d":"D. Được pháp luật bảo hộ về danh dự, nhân phẩm","ans_true":	2	},
      {"ques":"Nội dung nào sau đây không thuộc quyền bình đẳng trong kinh doanh?",
        "ans_a":"A. Mọi doanh nghiệp đều có quyền tự chủ trong đăng kí kinh doanh",
        "ans_b":"B. Mọi người có quyền làm việc, tự do lựa chọn việc làm",
        "ans_c":"C. Mọi loại hình doanh nghiệp đều là bộ phận quan trọng của nền kinh tế",
        "ans_d":"D. Mọi công dân có quyền tự do lựa chọn loại hình doanh nghiệp","ans_true":	2	},
      {"ques":"Thực hiện pháp luật là hành vi của cá nhân, cơ quan, tổ chức lựa chọn cách xử sự phù hợp với",
        "ans_a":"A. điều kiện, hoàn cảnh của mình",
        "ans_b":"B. đặc điểm kinh tế xã hội của địa phương mình",
        "ans_c":"C. quy định của pháp luật",
        "ans_d":"D. phong tục, tập quán của địa phương mình","ans_true":	3	},
      {"ques":"Hình thức thể hiện của pháp luật là các văn bản",
        "ans_a":"A. phối hợp",
        "ans_b":"B. hướng dẫn thực hiện",
        "ans_c":"C. quy phạm pháp luật",
        "ans_d":"D. liên quan","ans_true":	3	},
      {"ques":"Pháp luật là phương tiện để thực hiện đường lối chính trị của",
        "ans_a":"A. giai cấp cách mạng",
        "ans_b":"B. các giai cấp",
        "ans_c":"C. giai cấp bị thống trị",
        "ans_d":"D. giai cấp cầm quyền","ans_true":	4	},
      {"ques":"Chị H bị Giám đốc Công ti kỉ luật với hình thức “chuyển công tác khác”. Chị H cho rằng quyết định của Giám đốc là sai pháp luật. Theo em, chị H phải làm gì để thực hiện quyền công dân của mình?",
        "ans_a":"A. Làm đơn tố cáo gửi đến Giám đốc công ti nơi chị làm việc",
        "ans_b":"B. Làm đơn tố cáo gửi đến Ủy ban nhân dân huyện",
        "ans_c":"C. Làm đơn khiếu nại gửi đến Ủy ban nhân dân tỉnh",
        "ans_d":"D. Làm đơn khiếu nại gửi đến Giám đốc công ti nơi chị làm việc","ans_true":	4	},
      {"ques":"Vi phạm hành chính là hành vi xâm phạm các quy tắc quản lý",
        "ans_a":"A. nhà nước",
        "ans_b":"B. đất nước",
        "ans_c":"C. địa phương",
        "ans_d":"D. xã hội","ans_true":	1	},
      {"ques":"Mục đích của tố cáo là nhằm",
        "ans_a":"A. phát hiện, ngăn chặn việc làm trái pháp luật",
        "ans_b":"B. phát hiện, ngăn chặn việc làm nghi ngờ trái pháp luật",
        "ans_c":"C. khôi phục lại lợi ích của Nhà nước và công dân",
        "ans_d":"D. phát hiện hành vi sai phạm","ans_true":	1	},
      {"ques":"Người nào dưới đây có quyền khiếu nại?",
        "ans_a":"A. Mọi công dân, tổ chức",
        "ans_b":"B. Người có quyền, lợi ích hợp pháp bị xâm phạm",
        "ans_c":"C. Người chứng kiến hành vi vi phạm pháp luật",
        "ans_d":"D. Tổ chức bị ảnh hưởng đến quyền và lợi ích hợp pháp","ans_true":	2	},
      {"ques":"Nghĩa vụ mà các cá nhân, tổ chức phải gánh chịu hậu quả bất lợi từ hành vi vi phạm pháp luật của mình là",
        "ans_a":"A. nghĩa vụ pháp lý",
        "ans_b":"B. nghĩa vụ công dân",
        "ans_c":"C. trách nhiệm công dân",
        "ans_d":"D. trách nhiệm pháp lí","ans_true":	4	},
      {"ques":"Trong buổi sinh hoạt của lớp 12A cô giáo cho học sinh thảo luận, trao đổi và quyết định cách thức ôn tập để chuẩn bị thi tốt nghiệp. Trong trường hợp này học sinh đã thực hiện quyền dân chủ theo hình thức nào?",
        "ans_a":"A. Tự do",
        "ans_b":"B. Trực tiếp",
        "ans_c":"C. Gián tiếp",
        "ans_d":"D. Cụ thể","ans_true":	2	},
      {"ques":"Sau khi tốt nghiệp THPT, lớp 12A có đến gần 20 bạn đỗ vào Đại học, còn những người khác thì vào Trung cấp chuyên nghiệp, trường dạy nghề, làm việc trong nhà máy hoặc làm kinh doanh. Điều này không phải là bất bình đẳng vì",
        "ans_a":"A. quyền của công dân không bị phân biệt đối xử",
        "ans_b":"B. quyền và nghĩa vụ của công dân là như nhau",
        "ans_c":"C. công dân nào cũng được hưởng quyền và phải thực hiện nghĩa vụ",
        "ans_d":"D. quyền và nghĩa vụ của công dân phụ thuộc vào khả năng của mỗi người","ans_true":	4	},
      {"ques":"Anh B gửi đơn khiếu nại đến UBND tỉnh về quyết định của UBND huyện giải quyết giá bồi thường đất cho anh không đúng. Nhưng đến nay đã hơn 5 tháng mà UBND tỉnh chưa giải quyết, đồng thời cũng chưa trả lời lý do. Theo em, UBND tỉnh chưa giải quyết đơn khiếu nại của anh B là",
        "ans_a":"A. đúng, vì đã nghiên cứu kĩ đơn của anh A nhưng chưa trả lời ngay",
        "ans_b":"B. đúng, vì có nhiều vấn đề phức tạp nên không thể giải quyết ngay được",
        "ans_c":"C. trái quy định pháp luật về thời hạn giải quyết khiếu nại",
        "ans_d":"D. vì những trường hợp khó giải quyết phải có thời gian dài để nghiên cứu","ans_true":	3	},
      {"ques":"Quyền được pháp luật bảo hộ về tính mạng, sức khỏe, danh dự và nhân phẩm có nghĩa là",
        "ans_a":"A. không ai được xâm phạm tới tính mạng, sức khỏe của người khác",
        "ans_b":"B. không ai được tự tiện bóc mở, thu giữ, tiêu hủy thư, điện tín của người khác",
        "ans_c":"C. không ai bị bắt, bị giam giữ khi không có lý do chính đáng",
        "ans_d":"D. không ai được tùy tiện vào chỗ ở của người khác","ans_true":	1	},
      {"ques":"Các cá nhân, tổ chức thực hiện đầy đủ những nghĩa vụ, chủ động làm những gì mà pháp luật quy định phải làm là hình thức",
        "ans_a":"A. thi hành pháp luật",
        "ans_b":"B. áp dụng pháp luật",
        "ans_c":"C. tuân thủ pháp luật",
        "ans_d":"D. sử dụng pháp luật","ans_true":	1	},
      {"ques":"H đủ điểm để xét vào học trường đại học của quân đội, nhưng vì lịch sử gia đình - nhân thân của bố em nên trường không nhận em vào học. Điều này thể hiện",
        "ans_a":"A. sự phân biệt về quyền học tập",
        "ans_b":"B. đặc thù quy định của một số trường",
        "ans_c":"C. sự không công bằng trong giáo dục",
        "ans_d":"D. sự phân biệt đối xử của nhà trường","ans_true":	2	},
      {"ques":"Nội dung nào nào dưới đây thể hiện bình đẳng giữa các tôn giáo trước pháp luật?",
        "ans_a":"A. Các tôn giáo không cần chịu sự quản lí của Nhà nước",
        "ans_b":"B. Các tôn giáo có thể xây dựng những khu vực tự trị của mình",
        "ans_c":"C. Các tôn giáo nếu có hành vi vi phạm pháp luật đều bị Nhà nước xử lí",
        "ans_d":"D. Các tôn giáo có thể đứng ngoài pháp luật","ans_true":	3	},
      {"ques":"Mọi doanh nghiệp có quyền tự chủ đăng kí kinh doanh khi",
        "ans_a":"A. doanh nghiệp muốn mở rộng",
        "ans_b":"B. có đầy đủ tiềm lực về vốn, cơ sở và nhân sự",
        "ans_c":"C. Nhà nước mở rộng thị trường",
        "ans_d":"D. có đủ điều kiện theo quy định của pháp luật","ans_true":	4	},
      {"ques":"Anh N là người rất gia trưởng và cục tính, mỗi lần có việc gì bực tức là anh ta lại chửi mắng đồng thời đấm đá vào người chị M vợ anh. Trong trường hợp này chị M nên làm gì?",
        "ans_a":"A. Cam chịu vì không muốn “xấu chàng hổ ai”",
        "ans_b":"B. Nhờ sự giúp đỡ của chính quyền địa phương",
        "ans_c":"C. Mắng, chửi lại",
        "ans_d":"D. Thuê người xử lý","ans_true":	2	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 2,
    "time": 50,
    "questions": [
      {"ques":"Tuyên bố nào sau đây của Chính phủ nước Việt Nam Dân chủ Cộng hòa về vấn đề tôn giáo ngay sau ngày độc lập?",
        "ans_a":"A. Tự do tín ngưỡng",
        "ans_b":"B. Bình đẳng tôn giáo",
        "ans_c":"C. Tín ngưỡng tự do, lương giáo đoàn kết",
        "ans_d":"D. Đoàn kết lương giáo","ans_true":	3	},
      {"ques":"Để phát triển kinh tế xã hội vùng đồng bào dân tộc thiểu số, miền núi, năm 1998, Chính phủ đã thông qua chương trình nào?",
        "ans_a":"A. Chương trình 134",
        "ans_b":"B. Chương trình 135",
        "ans_c":"C. Chương trình 136",
        "ans_d":"D. Chương trình 30A","ans_true":	2	},
      {"ques":"Điểm khác nhau cơ bản nhất giữa tôn giáo và tín ngưỡng",
        "ans_a":"A. Thể hiện niềm tin tuyệt đối vào thần thánh, chúa trời",
        "ans_b":"B. Tôn giáo có tổ chức, giáo lý, giáo luật",
        "ans_c":"C. Có hệ thống chức sắc tôn giáo đông đảo",
        "ans_d":"D. Có hệ thống cơ sở tôn giáo khang trang","ans_true":	2	},
      {"ques":"Mọi công dân có quyền học từ Tiểu học đến Trung học, Đại học và sau Đại học là thể hiện",
        "ans_a":"A. quyền bình đẳng về cơ hội học tập của công dân",
        "ans_b":"B. quyền học bất cứ ngành nghề nào",
        "ans_c":"C. quyền học thường xuyên, học suốt đời",
        "ans_d":"D. quyền học tập không hạn chế","ans_true":	4	},
      {"ques":"Cậu bé Hoàng Thân quê ở Tuyên Quang, khi mới 5 tuổi đã đoạt giải trong cuộc thi Sáng tạo dành cho thanh – thiếu niên, nhi đồng toàn quốc nên đã được đặt cách vào lớp 1, rồi đặc cách vào lớp 2. Điều này thể hiện",
        "ans_a":"A. quyền học tập và quyền được phát triển của công dân",
        "ans_b":"B. quyền học tập tự do của công dân",
        "ans_c":"C. quyền học tập và sáng tạo của công dân",
        "ans_d":"D. quyền học tập không hạn chế của công dân","ans_true":	1	},
      {"ques":"Chị A sáng tác nhiều bài thơ và đưa lên facebook. Hành vi của chị A thể hiện quyền",
        "ans_a":"A. học tập của công dân",
        "ans_b":"B. sáng tạo của công dân",
        "ans_c":"C. phát triển của công dân",
        "ans_d":"D. tự do của công dân","ans_true":	2	},
      {"ques":"Loại văn bản nào sau đây không phải là văn bản quy phạm pháp luật",
        "ans_a":"A. Hiến pháp",
        "ans_b":"B. Pháp lệnh xử phạt hành chính",
        "ans_c":"C. Điều lệ Đoàn TNCS Hồ Chí Minh",
        "ans_d":"D. Luật Hôn nhân và gia đình","ans_true":	3	},
      {"ques":"Tình trạng bạo lực trong gia đình mà nạn nhân thường là phụ nữ và trẻ em là vấn đề đang được quan tâm ở nhiều quốc gia, trong đó có Việt Nam. Đây là biểu hiện của bất bình đẳng trong",
        "ans_a":"A. quan hệ giữa vợ và chồng",
        "ans_b":"B. quan hệ nhân thân",
        "ans_c":"C. quan hệ tình cảm giữa vợ và chồng",
        "ans_d":"D. quan hệ tài sản","ans_true":	2	},
      {"ques":"Điều 65 Hiến pháp 1992 nước ta quy định: “Trẻ em được gia đình, Nhà nước và xã hội bảo vệ, chăm sóc và giáo dục.”. Điều 12 Luật Bảo vệ, chăm sóc và Giáo dục trẻ em năm 2004 quy định: “Trẻ em có quyền được chăm sóc, nuôi dưỡng, phát triển thể chất, trí tuệ, tinh thần, đạo đức.”. Em hãy chỉ ra điểm giống nhau giữa Điều 65 Hiến pháp 1992 và Điều 12 Luật Bảo vệ, chăm sóc và Giáo dục trẻ em năm 2004?",
        "ans_a":"A. Quy định cụ thể chi tiết về quyền trẻ em",
        "ans_b":"B. Nêu khái quát chung về quyền trẻ em",
        "ans_c":"C. Đều là những điều các em cần có",
        "ans_d":"D. Đều là những quy định về quyền trẻ em","ans_true":	4	},
      {"ques":"Điều 115 Bộ Luật Lao động 2006 quy đinh: “Người sử dụng lao động không được sử dụng lao động nữ có thai từ tháng thứ 7 hoặc đang nuôi con dưới 12 tháng tuổi làm thêm giờ, làm việc ban đêm và đi công tác xa”. Qua thông tin trên đặc trưng của pháp luật được thể hiện là",
        "ans_a":"A. tính quy phạm phổ biến",
        "ans_b":"B. tính quyền lực bắt buộc chung",
        "ans_c":"C. tính thống nhất của pháp luật",
        "ans_d":"D. tính chặt chẽ về mặt hình thức","ans_true":	2	},
      {"ques":"Tội cố ý gây thương tích hoặc gây tổn hại cho sức khỏe của người khác mà tỉ lệ thương tật là bao nhiêu thì bị truy cứu trách nhiệm hình sự?",
        "ans_a":"A. Từ 11% trở lên",
        "ans_b":"B. Từ 10% trở lên",
        "ans_c":"C. Từ 20% trở lên",
        "ans_d":"D. Từ 21% trở lên","ans_true":	1	},
      {"ques":"Chị T có thu nhập cao hơn chồng về kinh tế nên trong cuộc sống hằng ngày chị thường có những lời lẽ thiếu tôn trọng, xúc phạm chồng. Hành động của chị T đã vi phạm",
        "ans_a":"A. Bình đẳng giữa các thành viên trong gia đình",
        "ans_b":"B. Bình đẳng giữa vợ và chồng trong quan hệ tài sản",
        "ans_c":"C. Bình đẳng giữa vợ và chồng trong quan hệ nhân thân",
        "ans_d":"D. Bình đẳng trong hôn nhân và gia đình","ans_true":	3	},
      {"ques":"Điều 35 Luật Hôn nhân và gia đình năm 2000 khẳng định:“Con có bổn phận yêu quý, kính trọng, biết ơn, lắng nghe những lời khuyên bảo đúng đắn của cha mẹ, giữ gìn danh dự truyền thống tốt đẹp của gia đình”. Điều này phù hợp với",
        "ans_a":"A. nguyện vọng của mọi người trong xã hội",
        "ans_b":"B. quy tắc xử sự trong đời sống",
        "ans_c":"C. chuẩn mực đời sống tình cảm, tinh thần của con người",
        "ans_d":"D. Hiến pháp và luật","ans_true":	3	},
      {"ques":"Không áp dụng hình phạt tử hình, tù chung thân đối với",
        "ans_a":"A. người chưa thành niên",
        "ans_b":"B. người từ đủ 12 tuổi trở lên nhưng chưa đủ 16 tuổi",
        "ans_c":"C. người dưới 16 tuổi",
        "ans_d":"D. người từ đủ 14 tuổi trở lên nhưng chưa đủ 16 tuổi","ans_true":	1	},
      {"ques":"ngày môi trường thế giới là ngày",
        "ans_a":"A. Ngày 6 tháng 5",
        "ans_b":"B. Ngày 8 tháng 6",
        "ans_c":"C. Ngày 9 tháng 11",
        "ans_d":"D. Ngày 5 tháng 6","ans_true":	4	},
      {"ques":"Vấn đề nào sau đây được Đảng và Nhà nước ta quan tâm nhất?",
        "ans_a":"A. Kiềm chế sự gia tăng dân số",
        "ans_b":"B. Xóa đói, giảm nghèo",
        "ans_c":"C. Giải quyết việc làm",
        "ans_d":"D. Phòng, chống tệ nạn xã hội","ans_true":	1	},
      {"ques":"Luật chống “bạo lực gia đình” của nước ta có hiệu lực thi hành từ thời gian nào?",
        "ans_a":"A. 02/08/2008",
        "ans_b":"B. 02/07/2008",
        "ans_c":"C. 01/08/2008",
        "ans_d":"D. 01/07/2008","ans_true":	4	},
      {"ques":"Tính đến thời điểm này, pháp luật Việt Nam đã công nhận hôn nhân đồng giới hay chưa?",
        "ans_a":"A. Những người đồng giới có thể chung sống với nhau nhưng Pháp luật sẽ không xử lý khi có tranh chấp xảy ra giữa họ",
        "ans_b":"B. Nghiêm cấm kết hôn đồng giới và kỳ thị những người đồng giới",
        "ans_c":"C. Nghiêm cấm kết hôn đồng giới",
        "ans_d":"D. Nhà nước đã thừa nhận hôn nhân giữa những người đồng giới và bảo vệ họ trước pháp luật khi có tranh chấp xảy ra","ans_true":	1	},
      {"ques":"Công dân có quyền học bằng nhiều hình thức khác nhau và ở các loại hình trường lớp khác nhau là thể hiện:",
        "ans_a":"A. quyền học bất cứ ngành nghề nào của công dân",
        "ans_b":"B. quyền học không hạn chế của công dân",
        "ans_c":"C. quyền học thường xuyên, học suốt đời",
        "ans_d":"D. quyền được đối xử bình đẳng về cơ hội học tập","ans_true":	3	},
      {"ques":"Trong quá trình tổ chức kinh doanh, ông H đã cùng với bạn bè của mình góp vốn để mở công ty cổ phần. Việc làm của ông H thể hiện nội dung nào trong bình đẳng về kinh doanh?",
        "ans_a":"A. Tự do mở rộng quy mô và ngành nghề kinh doanh",
        "ans_b":"B. Tự do lựa chọn hình thức tổ chức kinh doanh",
        "ans_c":"C. Tự chủ đăng ký kinh doanh trong những ngành nghề mà pháp luật không cấm",
        "ans_d":"D. Tự chủ kinh doanh để nâng cao hiệu quả cạnh tranh","ans_true":	2	},
      {"ques":"Ở Việt Nam tôn giáo được coi là Quốc giáo?",
        "ans_a":"A. Đạo Phật",
        "ans_b":"B. Đạo Thiên Chúa",
        "ans_c":"C. Đạo Phật và Đạo Thiên Chúa",
        "ans_d":"D. Không có tôn giáo nào","ans_true":	4	},
      {"ques":"Sau khi xem xét hồ sơ của người lao động, giám đốc doanh nghiệp X đã buộc một số công nhân nghỉ việc với lý do họ là người dân tộc thiểu số. Việc làm của vị giám đốc doanh nghiệp đã vi phạm",
        "ans_a":"A. Bình đẳng giữa lao động nam và lao động nữ",
        "ans_b":"B. Quyền bình đẳng giữa các dân tộc",
        "ans_c":"C. Quyền bình đẳng trong giao kết hợp đồng lao động",
        "ans_d":"D. Quyền bình đẳng trong việc thực hiện quyền lao động","ans_true":	4	},
      {"ques":"Từ khi thành lập nước Việt Nam dân chủ cộng hòa (nay là nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam) cho đến nay, nước ta có mấy bản hiến pháp, đó là những bản hiến pháp (HP) nào?",
        "ans_a":"A. 5 (HP 1946, HP 1959, HP 1980, HP 1992, HP 2013)",
        "ans_b":"B. 5 (HP 1945, HP 1959, HP 1980, HP 1991, HP 2013)",
        "ans_c":"C. 4 (HP 1945, HP 1959, HP 1980, HP 1992)",
        "ans_d":"D. 4 (HP 1946, HP 1959, HP 1980, HP 1992)","ans_true":	1	},
      {"ques":"Anh Phương vô tình giết người rồi sợ hãi và bỏ trốn. Khi bỏ trốn được 14 giờ anh đã suy nghĩ kỹ và ra tự thú. Nhờ hành vi tự thú của mình mà anh đã được giảm án tù giam. Điều này thể hiện",
        "ans_a":"A. Sự khoan hồng của pháp luật",
        "ans_b":"B. Sự khắt khe của pháp luật",
        "ans_c":"C. Sự nghiêm minh của pháp luật",
        "ans_d":"D. Sự chặt chẽ của pháp luật","ans_true":	1	},
      {"ques":"Thế giới lựa chọn ngày nào là ngày “phòng chống HIV/AIDS”?",
        "ans_a":"A. Ngày 1/12",
        "ans_b":"B. Ngày 1/10",
        "ans_c":"C. Ngày 1/01",
        "ans_d":"D. Ngày 1/11","ans_true":	1	},
      {"ques":"Chị A bàn với chồng chuyển đến sống cùng bố mẹ đẻ để thuận lợi cho việc chăm sóc con cái, là thể hiện quyền bình đẳng giữa vợ và chồng trong quan hệ nào dưới đây?",
        "ans_a":"A. Quan hệ tài sản",
        "ans_b":"B. Quan hệ dân sự",
        "ans_c":"C. Quan hệ nhân thân",
        "ans_d":"D. Quan hệ đạo đức","ans_true":	3	},
      {"ques":"Chị D nhận được quyết định của Giám đốc công ty cho nghỉ việc với lí do trong thời gian chị nghỉ kết hôn theo quy định đã có người khác làm thay. Nếu là người thân của chị D, em sẽ chọn cách ứng xử nào dưới đây cho phù hợp với quy định của pháp luật?",
        "ans_a":"A. Khuyên chị D đi tìm việc làm khác",
        "ans_b":"B. Im lặng vì không liên quan đến mình",
        "ans_c":"C. Đăng tin nói xấu Giám đốc công ty trên Facebook",
        "ans_d":"D. Khuyên chị D viết đơn khiếu nại","ans_true":	4	},
      {"ques":"Luật Đất đai quy định về việc cưỡng chế đất dành cho những hộ gia đình không chịu giao đất cho Nhà nước để thực hiện các mục tiêu chung của xã hội. Quy định này thể hiện đặc trưng gì của pháp luật?",
        "ans_a":"A. Tính xác định chặt chẽ về mặt hình thức",
        "ans_b":"B. Tính nghiêm minh",
        "ans_c":"C. Tính quyển lực, bắt buộc chung",
        "ans_d":"D. Tính quy phạm, phổ biến","ans_true":	3	},
      {"ques":"Theo Luật Sở hữu trí tuệ năm 2005, quyền sở hữu trí tuệ được hiểu là quyền của tổ chức, cá nhân đối với",
        "ans_a":"A. tài sản trí tuệ",
        "ans_b":"B. sản phẩm trí tuệ",
        "ans_c":"C. sản phẩm sáng tạo",
        "ans_d":"D. tác phẩm sáng tạo","ans_true":	1	},
      {"ques":"Theo Luật Sở hữu trí tuệ năm 2005, quyền tác giả được hiểu là quyền của tổ chức, cá nhân đối với",
        "ans_a":"A. sản phẩm do mình sáng tạo ra hoặc sở hữu",
        "ans_b":"B. tác phẩm do mình sáng tạo ra hoặc sở hữu",
        "ans_c":"C. sản phẩm trí tuệ của mình",
        "ans_d":"D. tác phẩm trí tuệ của mình","ans_true":	2	},
      {"ques":"Luật Hôn nhân và gia đình năm 2014 quy định về độ tuổi kết hôn: “nam đủ từ 20 tuổi trở lên và nữ đủ từ 18 tuổi trở lên” thì mới được kết hôn. Vì quy định này mà anh A. Doan dân tộc Edu đã phải chờ đến khi đủ 20 tuổi mới kết hôn. Điều này thể hiện đặc trưng gì của pháp luật?",
        "ans_a":"A. Tính xác định chặt chẽ vể mặt hình thức",
        "ans_b":"B. Tính quy phạm, phổ biến",
        "ans_c":"C. Tính quyền lực, bắt buộc chung",
        "ans_d":"D. Tính nghiêm minh","ans_true":	2	},
      {"ques":"anh A và B đang là học sinh lớp 9, trên đường đi học về hai bạn nhìn thấy chị H đang vừa chạy xe vừa nghe điện thoại. A chạy xe áp sát vào chị H và B nhanh tay giật chiếc điện thoại trị giá 300.000. Hành vi của A và B đã vi phạm pháp luật loại nào?",
        "ans_a":"A. vi phạm hình sự và hành chính",
        "ans_b":"B. vi phạm hành chính và dân sự",
        "ans_c":"C. vi phạm hình sự",
        "ans_d":"D. vi phạm hành chính","ans_true":	3	},
      {"ques":"Quy tắc đạo đức nào dưới đây được ghi nhận thành Quy phạm pháp luật?",
        "ans_a":"A. Lá lành đùm lá rách",
        "ans_b":"B. Kính trên nhường dưới",
        "ans_c":"C. Chị ngã, em nâng",
        "ans_d":"D. Con cái phải kính trọng, hiếu thảo với cha mẹ","ans_true":	4	},
      {"ques":"Chúng ta cần làm gì để thực hiện Luật bảo vệ môi trường",
        "ans_a":"A. Thành lập đội cảnh sát môi trường",
        "ans_b":"B. Xây dựng môi trường “xanh - xạnh - đẹp”",
        "ans_c":"C. Mỗi người dân phải tìm hiểu luật và tự giác thực hiện luật môi trường",
        "ans_d":"D. Quy hoạch và sử dụng có hiệu quả đất đai","ans_true":	3	},
      {"ques":"Anh A làm thủ tục và thoả thuận thuê 1 ô tô của anh B trong vòng 2 ngày. Nhưng sau thời hạn 5 ngày anh A mới đem xe đến trả và bị hư hỏng nặng, anh B đòi bồi thường thiệt hại, anh A không chịu nên anh B khởi kiện ra tòa án. Trong trường hợp này, hành vi của anh A thuộc loại vi phạm nào?",
        "ans_a":"A. Hình sự",
        "ans_b":"B. Kỷ luật",
        "ans_c":"C. Hành chính",
        "ans_d":"D. Dân sự","ans_true":	4	},
      {"ques":"Ngày pháp luật Việt Nam là ngày nào?",
        "ans_a":"A. Ngày 9 tháng 9 hàng năm",
        "ans_b":"B. Ngày 9 tháng 10 hàng năm",
        "ans_c":"C. Ngày 9 tháng 8 hàng năm",
        "ans_d":"D. Ngày 9 tháng 11 hàng năm","ans_true":	4	},
      {"ques":"A đã 18 tuổi, A tốt nghiệp trung học phổ thông. Sau khi học xong khóa đào tạo ngắn hạn về kinh doanh, A được bố mẹ cấp vốn. Theo em, A có xin được giấy phép kinh doanh vật liệu xây dựng không?",
        "ans_a":"A. Không, vì H chưa có kinh nghiệm kinh doanh",
        "ans_b":"B. Có, vì H đã trưởng thành",
        "ans_c":"C. Có, vì H đã đủ điều kiện theo pháp luật",
        "ans_d":"D. Không, vì H chưa có bằng Đại học xây dựng","ans_true":	3	},
      {"ques":"Người chưa thành niên, theo qui định pháp luật Việt Nam là người chưa đủ",
        "ans_a":"A. 18 tuổi",
        "ans_b":"B. 15 tuổi",
        "ans_c":"C. 17 tuổi",
        "ans_d":"D. 16 tuổi","ans_true":	1	},
      {"ques":"Xe máy điện được quy định dùng cho người đủ bao nhiêu tuổi trở lên?",
        "ans_a":"A. 18 tuổi trở lên",
        "ans_b":"B. 16 tuổi trở lên",
        "ans_c":"C. 14 tuổi trở lên",
        "ans_d":"D. 12 tuổi trở lên","ans_true":	2	},
      {"ques":"Trong các quyền dân sự của công dân, quyền nào là quan trọng nhất?",
        "ans_a":"A. Tài sản",
        "ans_b":"B. Nhân thân",
        "ans_c":"C. Sở hữu",
        "ans_d":"D. Định đoạt","ans_true":	2	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 3,
    "time": 50,
    "questions": [
      {"ques":"Chị Hà đang công tác tại công ty G, chị đang chuẩn bị sinh em bé đầu lòng, theo Luật lao động hiện hành chị sẽ được nghỉ chế độ thai sản trong",
        "ans_a":"A. 4 tháng",
        "ans_b":"B. 8 tháng",
        "ans_c":"C. 6 tháng",
        "ans_d":"D. 1 năm","ans_true":	3	},
      {"ques":"Pháp luật đã thể hiện đặc trưng nào dưới đây trong trường hợp cảnh sát giao thông xử phạt đúng quy định hành vi đi xe máy ngược chiều, gây tai nạn của Chủ tịch UBND phường X",
        "ans_a":"A. Tính quy phạm phổ biến",
        "ans_b":"B. Tính xác định chặt chẽ về hình thức",
        "ans_c":"C. Tính quyền lực, bắt buộc chung",
        "ans_d":"D. Tính xác định chặt chẽ về nội dung","ans_true":	3	},
      {"ques":"T là chị của Y. Một hôm Y đi vắng, T nhận hộ thư và quà của bạn trai Y gửi tới. T đã bóc thư ra xem trước. Nếu là bạn của T, em sẽ chọn cách ứng xử nào sau đây cho phù hợp với quy định của pháp luật?",
        "ans_a":"A. Khuyên T xin lỗi Y vì đã xâm phạm quyền được bảo đảm an toàn, bí mật thư tín",
        "ans_b":"B. Im lặng, vì T là chị nên có quyền làm như vậy",
        "ans_c":"C. Không quan tâm, vì đây không phải việc của mình",
        "ans_d":"D. Mang chuyện này kể cho một số bạn khác để cùng nhắc nhở T","ans_true":	1	},
      {"ques":"Người trong độ tuổi nào dưới đây khi tham gia các giao dịch dân sự phải được người đại diện theo pháp luật đồng ý?",
        "ans_a":"A. Từ đủ 6 tuổi đến chưa đủ 16 tuổi",
        "ans_b":"B. Từ đủ 6 tuổi đến chưa đủ 14 tuổi",
        "ans_c":"C. Từ đủ 6 tuổi đến chưa đủ 17 tuổi",
        "ans_d":"D. Từ đủ 6 tuổi đến chưa đủ 18 tuổi","ans_true":	4	},
      {"ques":"Anh H và chị T yêu nhau. Hai người quyết định kết hôn nhưng bố anh H không đồng ý vì anh H và chị T không cùng đạo. Bố anh H đã vi phạm vào quyền nào?",
        "ans_a":"A. Bình đẳng giữa các dân tộc, tôn giáo",
        "ans_b":"B. Bình đẳng giữa nam và nữ",
        "ans_c":"C. Bình đẳng giữa các dân tộc",
        "ans_d":"D. Bình đẳng giữa các tôn giáo","ans_true":	4	},
      {"ques":"Vi phạm hình sự là hành vi",
        "ans_a":"A. nguy hiểm cho xã hội",
        "ans_b":"B. cực kỳ nguy hiểm cho xã hội",
        "ans_c":"C. đặc biệt nghiêm trọng cho xã hội",
        "ans_d":"D. trái chuẩn mực đạo đức","ans_true":	1	},
      {"ques":"Một công ty cần tuyển dụng một thư kí. Kết quả thi viết và phỏng vấn cho thấy, có một nam và một nữ cùng có số điểm như nhau. Theo em, công ty phải làm gì cho phù hợp với quy định về quyền bình đẳng giữa lao động nam và lao động nữ?",
        "ans_a":"A. Tuyển dụng người nữ vào làm việc",
        "ans_b":"B. Không tuyển dụng cả người nam và người nữ",
        "ans_c":"C. Tổ chức thi tuyển giữa hai người để chọn một",
        "ans_d":"D. Tuyển dụng người nam vào làm việc","ans_true":	3	},
      {"ques":"H (22 tuổi) bị tâm thần từ nhỏ. Trong một lần phát bệnh, H đã đánh gãy tay Q ở gần nhà gây tổn hại sức khỏe 20%. Đánh giá về hành vi của H, em chọn phương án nào dưới đây?",
        "ans_a":"A. Không vi phạm pháp luật",
        "ans_b":"B. Hình sự",
        "ans_c":"C. Dân sự",
        "ans_d":"D. Hành chính","ans_true":	1	},
      {"ques":"Hình thức thực hiện pháp luật nào dưới đây có chủ thể thực hiện khác với các hình thức còn lại?",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Tuân thủ pháp luật",
        "ans_c":"C. Áp dụng pháp luật",
        "ans_d":"D. Thi hành pháp luật","ans_true":	3	},
      {"ques":"Thực hiện pháp luật là những hành vi hợp pháp của chủ thể nào dưới đây?",
        "ans_a":"A. Cá nhân",
        "ans_b":"B. Công dân",
        "ans_c":"C. Cá nhân, tổ chức",
        "ans_d":"D. Tổ chức","ans_true":	3	},
      {"ques":"Việc lồng ghép giảng dạy pháp luật với các chủ đề liên quan đến ma túy, mại dâm, HIV/AIDS... trong chương trình môn GDCD là thực hiện nội dung cơ bản của pháp luật về",
        "ans_a":"A. ngăn ngừa lây lan dịch bệnh",
        "ans_b":"B. chăm sóc sức khỏe cộng đồng",
        "ans_c":"C. vấn đề an sinh xã hội",
        "ans_d":"D. phòng chống tệ nạn xã hội","ans_true":	4	},
      {"ques":"Giám đốc công ty S đã quyết định chuyển chị H sang làm công việc nặng nhọc thuộc danh mục công việc mà pháp luật quy định “không được sử dụng lao động nữ” trong khi công ty vẫn có lao động nam để làm công việc này. Quyết định của giám đốc Công ty đã xâm phạm tới",
        "ans_a":"A. quyền lựa chọn việc làm của lao động nữ",
        "ans_b":"B. quyền lựa chọn việc làm của lao động nam",
        "ans_c":"C. quyền bình đẳng giữa lao động nam và lao động nữ",
        "ans_d":"D. quyền ưu tiên lao động nữ","ans_true":	3	},
      {"ques":"Bình đẳng trong hôn nhân và gia đình là bình đẳng về quyền và nghĩa vụ",
        "ans_a":"A. giữa vợ, chồng và giữa các thành viên trong gia đình",
        "ans_b":"B. giữa cha mẹ và con trên nguyên tắc không phân biệt đối xử",
        "ans_c":"C. giữa anh chị em dựa trên nguyên tắc tôn trọng lẫn nhau",
        "ans_d":"D. giữa vợ và chồng trong quan hệ tài sản và quan hệ nhân thân","ans_true":	1	},
      {"ques":"Anh H và anh T lợi dụng đêm tối và sự mất cảnh giác của bảo vệ đã đột nhập vào kho đựng cổ vật của bảo tàng để lấy cắp 20 loại cổ vật có giá trị. Hành vi của anh H và anh T vi phạm hình thức thực hiện pháp luật nào dưới đây?",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Tuân thủ pháp luật",
        "ans_c":"C. Thi hành pháp luật",
        "ans_d":"D. Áp dụng pháp luật","ans_true":	2	},
      {"ques":"Chị M điều khiển xe máy vượt quá tốc độ 5km/h đã bị cảnh sát giao thông X lập biên bản và hạt hành chính. Hành vi của cảnh sát giao thông X là biểu hiện cho hình thức thực hiện pháp luật nào dưới đây?",
        "ans_a":"A. Thi hành pháp luật",
        "ans_b":"B. Áp dụng pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Sử dụng pháp luật","ans_true":	2	},
      {"ques":"Người từ đủ bao nhiêu tuổi trở lên phải chịu trách nhiệm pháp lý về mọi vi phạm?",
        "ans_a":"A. 12 tuổi",
        "ans_b":"B. 18 tuổi",
        "ans_c":"C. 16 tuổi",
        "ans_d":"D. 14 tuổi","ans_true":	3	},
      {"ques":"Tự nguyện đóng thuế nhà đất hàng năm, nghĩa là công dân đã thực hiện hình thức pháp luật nào dưới đây?",
        "ans_a":"A. Áp dụng pháp luật",
        "ans_b":"B. Tuân thủ pháp luật",
        "ans_c":"C. Sử dụng pháp luật",
        "ans_d":"D. Thi hành pháp luật","ans_true":	4	},
      {"ques":"Không ai bị bắt nếu không có quyết định của tòa án, quyết định hoặc phê chuẩn của Viện kiểm sát, trừ trường hợp",
        "ans_a":"A. đang trong trại an dưỡng của mình",
        "ans_b":"B. đang đi lao động ở tỉnh X",
        "ans_c":"C. đang đi công tác ở tỉnh Y",
        "ans_d":"D. phạm tội quả tang1","ans_true":	4	},
      {"ques":"Pháp luật quy định quyền học tập của công dân là nhằm",
        "ans_a":"A. tuyển chọn nhân tài cho đất nước",
        "ans_b":"B. tạo môi trường phát triển cho công dân",
        "ans_c":"C. đáp ứng và bảo đảm nhu cầu học tập của mỗi người",
        "ans_d":"D. giáo dục, bồi dưỡng tài năng của công dân","ans_true":	3	},
      {"ques":"Anh K và anh X làm việc cùng một cơ quan, có cùng mức thu nhập như nhau. Anh K sống độc thân, anh X có mẹ già và con nhỏ. Anh K phải đóng thuế thu nhập cá nhân gấp đôi anh X. Điều này cho thấy việc thực hiện nghĩa vụ pháp lí còn phụ thuộc vào",
        "ans_a":"A. điều kiện làm việc cụ thể của anh K và anh X",
        "ans_b":"B. địa vị của anh K và anh X",
        "ans_c":"C. điều kiện, hoàn cảnh cụ thể của anh K và anh X",
        "ans_d":"D. độ tuổi của anh K và anh X","ans_true":	3	},
      {"ques":"Anh K đã sử dụng các quy định của luật hôn nhân và gia đình để thuyết phục bố mẹ đồng ý cho mình được kết hôn. Trường hợp này pháp luật thể hiện vai trò nào dưới đây?",
        "ans_a":"A. Bảo vệ quyền và lợi ích hợp pháp của công dân",
        "ans_b":"B. Phát huy quyền làm chủ của công dân",
        "ans_c":"C. Phát huy quyền tự chủ của công dân",
        "ans_d":"D. Bảo vệ lợi ích hợp pháp của gia đình","ans_true":	1	},
      {"ques":"Vi phạm dân sự là những hành vi vi phạm pháp luật, xâm phạm tới quan hệ nào dưới đây?",
        "ans_a":"A. Quan hệ sở hữu và quan hệ tình cảm",
        "ans_b":"B. Quan hệ sở hữu và quan hệ nhân thân",
        "ans_c":"C. Quan hệ tài sản và quan hệ nhân thân",
        "ans_d":"D. Quan hệ tài sản và quan hệ tình cảm","ans_true":	3	},
      {"ques":"Hành vi nào dưới đây không phải là biểu hiện của thi hành pháp luật?",
        "ans_a":"A. Công dân bảo vệ Tổ quốc",
        "ans_b":"B. Thanh niên tham gia nghĩa vụ quân sự",
        "ans_c":"C. Công dân không làm hàng giả",
        "ans_d":"D. Con cái phụng dưỡng cha mẹ","ans_true":	3	},
      {"ques":"Trường hợp tự tiện bắt và giam, giữ người xâm phạm quyền nào dưới đây?",
        "ans_a":"A. Quyền được pháp luật bảo hộ về tính mạng và sức khỏe của công dân",
        "ans_b":"B. Quyền được pháp luật bảo hộ về danh dự của công dân",
        "ans_c":"C. Quyền được pháp luật bảo hộ về nhân phẩm của công dân",
        "ans_d":"D. Quyền bất khả xâm phạm về thân thể của công dân","ans_true":	4	},
      {"ques":"Công ty TNHH X đã đơn phương chấm dứt hợp đồng lao động với chị Y sau khi chị sinh con. Chị Y đã gửi đơn khiếu nại và giám đốc đã tiếp nhận đơn và giải quyết theo luật định. Chị X và giám đốc đã thực hiện hình thức thực hiện pháp luật nào dưới đây?",
        "ans_a":"A. Tuân thủ pháp luật và áp dụng pháp luật",
        "ans_b":"B. Thi hành pháp luật và áp dụng pháp luật",
        "ans_c":"C. Sử dụng pháp luật và thi hành pháp luật",
        "ans_d":"D. Sử dụng pháp luật và áp dụng pháp luật","ans_true":	4	},
      {"ques":"Do mâu thuẫn, cãi vã to tiếng rồi chửi nhau, học sinh X nóng giận mất bình tĩnh nên đã ném bình hoa ở lớp vào mặt học sinh Y. Hành vi của học sinh X đã vi phạm quyền gì đối với học sinh Y?",
        "ans_a":"A. Tự do ngôn luận của công dân",
        "ans_b":"B. Được pháp luật bảo hộ về tính mạng, sức khỏe của công dân",
        "ans_c":"C. Được pháp luật bảo hộ về danh dự, nhân phẩm của công dân",
        "ans_d":"D. Bất khả xâm phạm về thân thể của công dân","ans_true":	2	},
      {"ques":"Khẳng định nào dưới đây là đúng?",
        "ans_a":"A. Công dân đều bình đẳng về hưởng quyền và thực hiện nghĩa vụ",
        "ans_b":"B. Công dân bình đẳng về quyền nhưng không bình đẳng về nghĩa vụ",
        "ans_c":"C. Công dân được hưởng quyền tùy thuộc vào địa vị xã hội",
        "ans_d":"D. Công dân nam được hưởng nhiều quyền hơn so với công dân nữ","ans_true":	1	},
      {"ques":"Việc làm nào dưới đây thể hiện không phân biệt đối xử giữa các dân tộc?",
        "ans_a":"A. Mỗi dân tộc đều có tiết mục biểu diễn trong ngày hội văn hóa các dân tộc của huyện",
        "ans_b":"B. Chê cười khi thấy người dân tộc mặc trang phục truyền thống",
        "ans_c":"C. Ngăn cản dân tộc khác canh tác tại nơi sinh sống của dân tộc mình",
        "ans_d":"D. Không bỏ phiếu bầu chỉ vì đó là người dân tộc thiểu số","ans_true":	1	},
      {"ques":"Nội dung nào sau đây thể hiện bình đẳng giữa ông bà và cháu",
        "ans_a":"A. Cháu có bổn phận kính trọng chăm sóc, phụng dưỡng ông bà",
        "ans_b":"B. Việc chăm sóc ông bà là nghĩa vụ của cha mẹ nên cháu không có bổn phận",
        "ans_c":"C. Chỉ có cháu trai sống cùng ông bà mới có nghĩa vụ phụng dưỡng ông bà",
        "ans_d":"D. Khi cháu được thừa hưởng tài sản của ông bà thì sẽ có nghĩa vụ chăm sóc ông bà","ans_true":	1	},
      {"ques":"Trên đường vận chuyển trái phép hai bánh heroin, X đã bị bắt. X phải chịu trách nhiệm pháp lí nào dưới đây?",
        "ans_a":"A. Dân sự",
        "ans_b":"B. Hình sự",
        "ans_c":"C. Kỷ luật",
        "ans_d":"D. Hành chính","ans_true":	2	},
      {"ques":"Quy định mọi công dân từ đủ 18 tuổi trở lên (trừ trường hợp pháp luật quy định không được bầu cử) đều được tham gia bầu cử, thể hiện nguyên tắc",
        "ans_a":"A. phiếu kín",
        "ans_b":"B. phổ thông",
        "ans_c":"C. bình đẳng",
        "ans_d":"D. trực tiếp","ans_true":	2	},
      {"ques":"Pháp luật về bảo vệ rừng nghiêm cấm hành vi nào sau đây?",
        "ans_a":"A. Thu hái quả rừng",
        "ans_b":"B. Khai thác rừng trồng theo kế hoạch",
        "ans_c":"C. Xây dựng khu bảo tồn thiên nhiên trong rừng",
        "ans_d":"D. Khai thác trái phép rừng","ans_true":	4	},
      {"ques":"Nhà nước quy định nam, nữ bình đẳng trong việc thành lập doanh nghiệp, tiến hành sản xuất. Đây là một trong những nội dung thể hiện quyền bình đẳng nào dưới đây của công dân?",
        "ans_a":"A. Quyền bình đẳng trong lao động",
        "ans_b":"B. Quyền bình đẳng trong sản xuất",
        "ans_c":"C. Quyền bình đẳng trong tìm việc làm",
        "ans_d":"D. Quyền bình đẳng trong kinh doan","ans_true":	4	},
      {"ques":"Sau khi kết hôn với nhau, anh T đã quyết định chị H không được tiếp tục theo học cao học, vì cho rằng chị H phải dành thời gian nhiều hơn cho công việc gia đình. Quyết định này của anh T là xâm phạm quyền bình đẳng giữa vợ và chồng trong quan hệ",
        "ans_a":"A. tình cảm",
        "ans_b":"B. nhân thân",
        "ans_c":"C. tài sản",
        "ans_d":"D. gia đình","ans_true":	2	},
      {"ques":"Công dân thực hiện quyền tham gia quản lí nhà nước và xã hội thông qua việc",
        "ans_a":"A. tham gia lao động công ích ở địa phương",
        "ans_b":"B. thảo luận, biểu quyết các vấn đề trọng đại khi nhà nước trưng cầu dân ý",
        "ans_c":"C. tuyên truyền bảo vệ môi trường",
        "ans_d":"D. viết bài đăng báo quảng bá cho du lịch địa phương","ans_true":	2	},
      {"ques":"Q đang bị hai thanh niên tìm đánh trên đường đi tới trường. Nếu là bạn Q, em chọn cách nào sau đây cho đúng với quy định của pháp luật?",
        "ans_a":"A. Báo cho công an hoặc cha mẹ, thầy cô giáo biết để được giúp đỡ",
        "ans_b":"B. Rủ vài người bạn đánh lại hai thanh niên để giúp Q",
        "ans_c":"C. Khuyên Q bỏ học để không bị đánh",
        "ans_d":"D. Rủ Q đi trốn","ans_true":	1	},
      {"ques":"Nội dung nào dưới đây thể hiện bình đẳng giữa anh chị em?",
        "ans_a":"A. Phân biệt đối xử giữa các anh chị em trong gia đình",
        "ans_b":"B. Có bổn phận yêu quý, kính trọng, biết ơn và hiếu thảo với cha mẹ",
        "ans_c":"C. Đùm bọc, nuôi dưỡng nhau khi không còn cha mẹ",
        "ans_d":"D. Anh trai phải chịu trách nhiệm chính trong gia đình","ans_true":	3	},
      {"ques":"Một trong các biểu hiện của bình đẳng trong giao kết hợp đồng lao động là có sự thỏa thuận giữa người lao động và người sử dụng lao động về",
        "ans_a":"A. quyền và nghĩa vụ của mỗi bên trong quan hệ lao động",
        "ans_b":"B. quyền tự do sử dụng sức lao động theo khả năng của mình",
        "ans_c":"C. đặc quyền của người sử dụng lao động",
        "ans_d":"D. quyền lựa chọn việc làm","ans_true":	1	},
      {"ques":"Quyền bình đẳng giữa lao động nam và lao động nữ được hiểu là",
        "ans_a":"A. mọi công dân không phân biệt độ tuổi , giới tính đều được nhà nước bố trí việc làm",
        "ans_b":"B. nam nữ bình đẳng về tuyển dụng, sử dụng, nâng bậc lương, trả công lao động",
        "ans_c":"C. lao động nữ trong thời gian nghỉ thai sản thì không được hưởng lương",
        "ans_d":"D. ưu tiên nhận lao động nam vào làm việc khi công việc đó phù hợp với cả nam và nữ","ans_true":	2	},
      {"ques":"Công chức nhà nước có thẩm quyền căn cứ vào pháp luật để đưa ra các quyết định làm thay đổi quyền và nghĩa vụ của cá nhân, tổ chức là hình thức thực hiện pháp luật nào dưới đây?",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Thi hành pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Áp dụng pháp luật","ans_true":	4	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 4,
    "time": 50,
    "questions": [
      {"ques":"Việc nhờ người thân trong gia đình đi bỏ phiếu hộ trong cuộc bỏ phiếu bầu đại biểu Quốc hội là vi phạm nguyên tắc gì theo Luật bầu cử?",
        "ans_a":"A. Trực tiếp",
        "ans_b":"B. Bình đẳng",
        "ans_c":"C. Phổ thông",
        "ans_d":"D. Bỏ phiếu kín","ans_true":	1	},
      {"ques":"Tôn giáo được biểu hiện",
        "ans_a":"A. qua các hình thức tín ngưỡng có tổ chức",
        "ans_b":"B. qua các đạo khác nhau",
        "ans_c":"C. qua các tín ngưỡng",
        "ans_d":"D. qua các hình thức lễ nghi","ans_true":	1	},
      {"ques":"Quyền bình đẳng trong kinh doanh bao gồm mấy nội dung?",
        "ans_a":"A. bốn",
        "ans_b":"B. năm",
        "ans_c":"C. sáu",
        "ans_d":"D. ba","ans_true":	2	},
      {"ques":"Mối quan hệ trong gia đình bao gồm những mối quan hệ cơ bản nào?",
        "ans_a":"A. Quan hệ vợ chồng và quan hệ giữa vợ chồng với họ hàng nội, ngoại",
        "ans_b":"B. Quan hệ gia đình và quan hệ xã hội",
        "ans_c":"C. Quan hệ nhân thân và quan hệ tài sản",
        "ans_d":"D. Quan hệ hôn nhân và quan hệ quyết thống","ans_true":	4	},
      {"ques":"Mục tiêu cuối cùng của việc thực hiện quyền bình đẳng giữa các dân tộc là",
        "ans_a":"A. thực hiện chính sách đại đoàn kết dân tộc",
        "ans_b":"B. đảm bảo sự phát triển bền vừgx của đất nước",
        "ans_c":"C. thực hiện việc đoàn kết giữa các dân tộc",
        "ans_d":"D. xây dựng đất nước “dân giàu, nước mạnh, xã hội dân chủ, công bằng, văn minh”","ans_true":	4	},
      {"ques":"Người từ bao nhiêu tuổi khi tham gia các giao dịch dân sự phải được người đại diện theo pháp luật đồng ý?",
        "ans_a":"A. Từ 6 tuổi đến chưa đủ 17 tuổi",
        "ans_b":"B. Từ đủ 6 tuổi đến đủ 18 tuổi",
        "ans_c":"C. Từ đủ 6 tuổi đến chưa đủ 18 tuổi",
        "ans_d":"D. Từ đủ 6 tuổi đến chưa đủ 17 tuổi","ans_true":	3	},
      {"ques":"Đang truy đuổi hai tên trộm, do qua đường đông người nên nó chạy đi đâu không rõ. Ông X và ông Y định vào một nhà vắng chủ gần đấy để khám xét. Nếu là cháu của hai ông, em chọn cách ứng xử nào sau đây cho phù hợp với quy định của pháp luật?",
        "ans_a":"A. Nói với hai ông không được vi phạm quyền về chỗ ở của người khác và đến trình báo với cơ quan công an",
        "ans_b":"B. Nói với hai ông hãy dừng lại vì các ông không có quyền bắt trộm",
        "ans_c":"C. Cùng hai ông vào nhà đó để kịp thời bắt tên trộm",
        "ans_d":"D. Nói với hai ông hãy chờ chủ nhà về cho phép vào khám xét","ans_true":	1	},
      {"ques":"Điều 154 – Bộ luật lao động năm 2012 quy định nghĩa vụ của người sử dụng lao động đối với lao động nữ",
        "ans_a":"A. Bảo đảm thực hiện bình đẳng giới và các biện pháp thúc đẩy bình đẳng giới trong tuyển dụng, bố trí, đào tạo thời gian làm việc, thời gian nghỉ ngơi, tiền lương và các chế độ khác",
        "ans_b":"B. Bảo đảm thực hiện bình đẳng giới và các biện pháp thúc đẩy bình đẳng giới trong tuyển dụng, sử dụng, đào tạo thời gian làm việc, thời gian nghỉ ngơi, tiền lương và các chế độ khác",
        "ans_c":"C. Bảo đảm thực hiện bình đẳng giới và các biện pháp thúc đẩy bình đẳng giới trong tuyển dụng, sử dụng, đào tạo thời gian làm việc, thời gian nghỉ ngơi, tiền thưởng và các chế độ khác",
        "ans_d":"D. Bảo đảm thực hiện bình đẳng giới và các biện pháp thúc đẩy bình đẳng giới trong tuyển dụng, sử dụng, đào tạo thời gian làm việc, thời gian nghỉ tết, tiền lương và các chế độ khác","ans_true":	2	},
      {"ques":"Hành vi nào dưới đây phải chịu trách nhiệm hình sự?",
        "ans_a":"A. Không thực hiện chia tài sản theo di chúc của người mất",
        "ans_b":"B. Xả chất thải đã qua xử lý ra môi trường",
        "ans_c":"C. Lái xe máy đi ngược đường một chiều",
        "ans_d":"D. Cố ý lây truyền HIV cho người khác","ans_true":	4	},
      {"ques":"Giám đốc công ty X đơn phương chấm dứt hợp đồng lao động trước thời hạn với chị A. Nhờ được tư vấn về pháp luật nên chị A đã làm đơn khiếu nại và được nhận trở lại công ty làm việc. Trong trường hợp này, pháp luật đã",
        "ans_a":"A. bảo vệ mọi lợi ích của phụ nữ",
        "ans_b":"B. đáp ứng nhu cầu và nguyện vọng của chị A",
        "ans_c":"C. bảo vệ quyền và lợi ích hợp pháp của chị A",
        "ans_d":"D. bảo vệ đặc quyền của lao động nữ","ans_true":	3	},
      {"ques":"Sau khi kết hôn, anh C chồng chị cho rằng việc lựa chọn nơi cư trú là quyền của anh nên anh C bắt buộc chị D về nhà chồng sinh sống. Anh C đã vi phạm nội dung quyền bình đẳng trong quan hệ nào dưới đây giữa vợ và chồng?",
        "ans_a":"A. Quan hệ gia đình",
        "ans_b":"B. Quan hệ nhân thân",
        "ans_c":"C. Quan hệ tài sản",
        "ans_d":"D. Quan hệ đạo đức","ans_true":	2	},
      {"ques":"Anh M đã kí hợp đồng thuê nhà với bà X là 12 tháng, mỗi tháng 2 triệu đồng. Trong hợp đồng hai bên thỏa thuận và anh M phải trả trước 3 tháng tiền thuê nhà là 6 triệu đồng. Các tháng còn lại là đóng vào đầu tháng Đến khi anh M ở tới tháng thứ 9 thì bà X đề nghị tăng tiền thuê nhà nhưng anh M không đồng ý. Bà X đã yêu cầu Anh M ra khỏi nhà và cho người khác thuê. Vậy em có nhận xét như thế nào về tình huống này?",
        "ans_a":"A. Anh X phải dọn khỏi nhà bà X",
        "ans_b":"B. Bà X là chủ nhà nên bà X có quyền yêu cầu anh M rời khỏi nhà mình",
        "ans_c":"C. Anh X đã thuê nhà và cũng sắp hết hạn hợp đồng cho nên anh X cần phải chấp thuận lời đề nghị của bà X",
        "ans_d":"D. Bà M đã vi phạm đến quyền bất khả xâm phạm về chỗ ở của công dân","ans_true":	4	},
      {"ques":"Trong quá trình bầu cử, Tổ bầu cử mang hòm phiếu phụ và phiếu bầu đến chỗ ở của cử tri để cử tri nhận phiếu và bầu đã thể hiện nguyên tắc gì trong bầu cử?",
        "ans_a":"A. Phổ thông",
        "ans_b":"B. Bình đẳng",
        "ans_c":"C. Trực tiếp",
        "ans_d":"D. Bỏ phiếu kín","ans_true":	1	},
      {"ques":"Anh A lái xe máy và lưu thông đúng luật. Chị B đi xe đạp không qua sát và bất ngờ băng ngang qua đường làm anh A bị thương (giám định là 10%). Theo em trường hợp này xử phạt như thế nào?",
        "ans_a":"A. Cảnh cáo và buộc chị B phải bồi thường thiệt hại cho gia đình anh A",
        "ans_b":"B. Phạt tù chi B",
        "ans_c":"C. Cảnh cáo phạt tiền chị",
        "ans_d":"D. Không xử lý chị B vì chị B là người đi xe đạp","ans_true":	3	},
      {"ques":"Anh T bán xe ô tô (tài sản chung của hai vợ chồng) mà không bàn bạc với vợ. anh T đã vi phạm quyền bình đẳng giữa vợ và chồng trong",
        "ans_a":"A. quan hệ tài sản",
        "ans_b":"B. quan hệ nhân thân",
        "ans_c":"C. quan hệ gia đình",
        "ans_d":"D. quan hệ tình cảm","ans_true":	1	},
      {"ques":"Người trong độ tuổi nào thì phải chịu trách nhiệm hình sự về tội phạm rất nghiêm trọng hoặc tội phạm đặc biệt nghiêm trọng?",
        "ans_a":"A. Từ đủ 15 tuổi đến đủ 18 tuổi",
        "ans_b":"B. Từ đủ 14 tuổi đến dưới 16 tuổi",
        "ans_c":"C. Từ 14 tuổi đến dưới 16 tuổi",
        "ans_d":"D. Từ 15 tuổi đến dưới 18 tuổi","ans_true":	2	},
      {"ques":"Hành vi nào dưới đây không xâm phạm quyền bất khả xâm phạm về chỗ ở của công dân?",
        "ans_a":"A. Ông K vào phòng anh A ở nhờ khi chưa được sự đồng ý của anh A",
        "ans_b":"B. Thấy nhà bạn không khóa của, bà H mở cửa chờ chủ nhà về",
        "ans_c":"C. Anh X sang nhà hàng xóm tìm gà xổng chuồng khi không có ai ở nhà",
        "ans_d":"D. Công an khám nhà tội phạm khi có lệnh của thủ trưởng cơ quan điều tra","ans_true":	4	},
      {"ques":"Quy định người có thẩm quyền giải quyết khiếu nại, tố cáo là một nội dung thuộc",
        "ans_a":"A. ý nghĩa quyền khiếu nại, tố cáo",
        "ans_b":"B. bình đẳng trong thực hiện quyền khiếu nại",
        "ans_c":"C. khái niệm quyền khiếu nại, tố cáo",
        "ans_d":"D. nội dung quyền khiếu nại, tố cáo","ans_true":	4	},
      {"ques":"Nhận định nào không đúng về bình đẳng giữa các thành viên trong gia đình?",
        "ans_a":"A. Tập thể gia đình quan tâm đến lợi ích của từng cá nhân, từng cá nhân phải quan tâm đến lợi ích chung của gia đình",
        "ans_b":"B. Trong gia đình việc quyết định mua sắm tài sản là của người chồng",
        "ans_c":"C. Các thành viên trong gia đình có quyền và nghĩa vụ chăm sóc, giúp đỡ nhau, cùng nhau chăm lo đời sống chung của gia đình",
        "ans_d":"D. Các thành viên trong gia đình đối xử công bằng, dân chủ, tôn trọng lẫn nhau","ans_true":	2	},
      {"ques":"Theo quy định của Bộ luật lao động, người lao động ít nhất phải đủ",
        "ans_a":"A. 16 tuổi",
        "ans_b":"B. 15 tuổi",
        "ans_c":"C. 17 tuổi",
        "ans_d":"D. 18 tuổi","ans_true":	2	},
      {"ques":"Nguyên tắc trong giao kết hợp trong hợp đồng lao động?",
        "ans_a":"A. Tự do, tự nguyện, trực tiếp và không trái pháp luật, thỏa ước lao động tập thể",
        "ans_b":"B. Tự do, bình đẳng, không trái pháp luật, thỏa ước lao động tập thể",
        "ans_c":"C. Tự do, tự nguyện, bình đẳng, không trái pháp luật, thỏa ước lao động tập thể, trực tiếp",
        "ans_d":"D. Tự do, không trái pháp luật, trực tiếp, thỏa ước lao động tập thể","ans_true":	3	},
      {"ques":"Khẩu hiệu nào sau đây phản ánh không đúng trách nhiệm của công dân có tín ngưỡng, tôn giáo đối với đạo pháp và đất nước",
        "ans_a":"A. Kính chúa yêu nước",
        "ans_b":"B. Đạo pháp dân tộc",
        "ans_c":"C. Buôn thần bán thánh",
        "ans_d":"D. Tốt đời đẹp đạo","ans_true":	3	},
      {"ques":"Cơ quan nào sau đây không có thẩm quyền ra lệnh bắt bị can, bị cáo?",
        "ans_a":"A. Viện kiểm sát nhân dân các cấp",
        "ans_b":"B. Cơ quan điếu tra các cấp",
        "ans_c":"C. Uỷ ban nhân dân",
        "ans_d":"D. Toà án nhân dân các cấp","ans_true":	3	},
      {"ques":"Khoảng thời gian tồn tại quan hệ vợ chồng, tính từ ngày đăng kí kết hôn đến ngày chấm dứt hôn nhân là thời kì",
        "ans_a":"A. Chung sống",
        "ans_b":"B. Li hôn",
        "ans_c":"C. Hôn nhân",
        "ans_d":"D. Li thân","ans_true":	3	},
      {"ques":"Điều nào sau đây không phải là mục đích của hôn nhân",
        "ans_a":"A. tổ chức đời sống vật chất của gia đình",
        "ans_b":"B. thực hiện đúng nghĩa vụ của công dân đối với tình yêu",
        "ans_c":"C. xây dựng gia đình hạnh phúc",
        "ans_d":"D. củng cố tình yêu lứa đôi","ans_true":	2	},
      {"ques":"Nội dung nào sau đây thể hiện quyền bình đẳng trong lĩnh vực hôn nhân và gia đình",
        "ans_a":"A. Tự do lựa chọn nghề nghiệp phù phợp với khả năng của mình",
        "ans_b":"B. Thực hiện đúng các chức năng của gia đình",
        "ans_c":"C. Cùng đóng góp công sức để duy trì đời sống phù hợp với khả năng của mình",
        "ans_d":"D. Đảm bảo quyền lợi hợp pháp của người lao động","ans_true":	3	},
      {"ques":"Anh H là giám đốc công ty X, hàng tháng anh đã không đóng bảo hiểm y tế cho công nhân của công ty. Trong trường hợp này anh H đã",
        "ans_a":"A. không thực hiện đúng trách nhiệm pháp lí",
        "ans_b":"B. không thực hiện đúng qui định của pháp luật",
        "ans_c":"C. không thực hiện đúng quyền công dân",
        "ans_d":"D. không thực hiện đúng nghĩa vụ công dân","ans_true":	4	},
      {"ques":"Nội dung nào sau đây thể hiện sự bình đẳng giữa anh chị em trong gia đình",
        "ans_a":"A. Yêu quý tôn trọng nhường nhịn nhau",
        "ans_b":"B. Không phân biệt đối xử giữa các anh chị em",
        "ans_c":"C. Sống mẫu mực và noi gương tốt cho nhau",
        "ans_d":"D. Đùm bọc, nuôi dưỡng nhau trong trường hợp không còn cha mẹ","ans_true":	4	},
      {"ques":"Đối với lao động nữ, người sử dụng lao động có thể đơn phương chấm dứt hợp đồng lao động khi người lao động nữ",
        "ans_a":"A. Nuôi con dưới 12 tháng tuổi",
        "ans_b":"B. Kết hôn",
        "ans_c":"C. Nghỉ việc không lí do",
        "ans_d":"D. Tất cả các phương án trên","ans_true":	3	},
      {"ques":"Người trong độ tuổi nào thì phải thực hiện nghĩa vụ quân sự?",
        "ans_a":"A. Từ đủ 18 tuổi đến 25 tuổi",
        "ans_b":"B. Từ 18 tuổi đến 25 tuổi",
        "ans_c":"C. Từ đủ 18 tuổi đến 24 tuổi",
        "ans_d":"D. Từ đủ 17 tuổi đến 25 tuổi","ans_true":	1	},
      {"ques":"Chủ thể của hợp đồng lao động là",
        "ans_a":"A. Đại diện người lao động và người sử dụng lao động",
        "ans_b":"B. Người lao động và người sử dụng lao động",
        "ans_c":"C. Người lao động và đại diện người lao động",
        "ans_d":"D. Công đoàn cơ sở và người lao động","ans_true":	2	},
      {"ques":"Quyền bình đẳng giữa các dân tộc ở Việt Nam về văn hoá, giáo dục, nghĩa là các dân tộc đều",
        "ans_a":"A. có quyền dùng tiếng nói, chữ viết riêng.",
        "ans_b":"B. thống nhất chỉ dùng chung một ngôn ngữ",
        "ans_c":"C. có chung lãnh thổ và điều kiện phát triển",
        "ans_d":"D. có chung tập quán, tín ngưỡng","ans_true":	1	},
      {"ques":"Đặc trưng nào dưới đây là ranh giới để phân biệt pháp luật với các loại quy phạm khác?",
        "ans_a":"A. Tính xác định chặt chẽ về mặt nội dung.",
        "ans_b":"B. Tính quy phạm phổ biến",
        "ans_c":"C. Tính xác định chăt chẽ về mặt hình thức",
        "ans_d":"D. Tính quyền lực, bắt buộc chung","ans_true":	4	},
      {"ques":"Bức tường nhà chị K bị hư hỏng nặng do anh Đ (hàng xóm) xây nhà mới. Sau khi được trao đổi quy định của pháp luật về trách nhiệm của người xây dựng công trình, anh Đ đã cho xây dựng mới lại bức tường nhà chị K. trong trường hợp này pháp luật đã thể hiện vai trò nào dưới đây?",
        "ans_a":"A. là phương tiện để nhà nước quản lí xã hội",
        "ans_b":"B. Bảo vệ quyền và lợi ích hợp pháp của công dân",
        "ans_c":"C. là phương tiện để nhà nước phát huy quyền lực của mình",
        "ans_d":"D. bảo vệ các quyền tự do cơ bản của công dân","ans_true":	2	},
      {"ques":"Nguyễn Thị B đã lừa bán hai phụ nữ và một trẻ em qua biên giới Trung Quốc. Trong trường hợp này Nguyến Thị B đã vi phạm?",
        "ans_a":"A. hành chính",
        "ans_b":"B. Hình sự",
        "ans_c":"C. dân sự",
        "ans_d":"D. kỉ luật","ans_true":	2	},
      {"ques":"Mục đích quan trọng nhất của hoạt động kinh doanh là",
        "ans_a":"A. Nâng cao chất lượng sản phẩm",
        "ans_b":"B. Giảm giá thành sản phẩm",
        "ans_c":"C. Tạo ra lợi nhuận",
        "ans_d":"D. Sản xuất và tiêu thụ sản phẩm","ans_true":	3	},
      {"ques":"Q có việc vội ra ngoài không tắt máy tính, V tự ý mở ra đọc những dòng tâm sự của Q trên Email. Hành vi này đã xâm phạm",
        "ans_a":"A. Quyền được đảm bảo an toàn và bí mật thư tín, điện tín của công dân",
        "ans_b":"B. Quyền tự do đời tư",
        "ans_c":"C. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm của công dân",
        "ans_d":"D. Quyền được tự do ngôn luận của công dân","ans_true":	1	},
      {"ques":"T đã tốt nghiệp THPT, có giấy gọi nhập ngũ. Vì là con trai một nên bố mẹ T tìm mọi cách để T được ở nhà. Là bạn của T em sẽ khuyên T như thế nào?",
        "ans_a":"A. Tự giác tham gia nghĩa vụ quân sự vì đó là nghĩa vụ của công dân",
        "ans_b":"B. Nên tham gia nghĩa vụ quân sự vì đó là quyền lợi của công dân",
        "ans_c":"C. Phải tham gia nghĩa vụ quân sự vì đó là trách nhiệm pháp lí của công dân",
        "ans_d":"D. Làm theo ý bố mẹ vì đối với con cái việc phụng dưỡng cha mẹ là quan trọng nhất","ans_true":	1	},
      {"ques":"Anh K năm nay 18 tuổi muốn thành lập công ty kinh doanh để phát huy khả năng kinh doanh của mình. Vậy K có thể căn cứ vào quyền nào dưới đây để thực hiện mong muốn của mình?",
        "ans_a":"A. Quyền bình đẳng trong lao động",
        "ans_b":"B. Quyền bình đẳng trong phát triển cá nhân",
        "ans_c":"C. Quyền sáng tạo của công dân",
        "ans_d":"D. Quyền bình đẳng trong kinh doanh","ans_true":	4	},
      {"ques":"Nhà máy sản xuất cà phê Ngon tại huyện Cư kuin tỉnh Đắc Lắc xả chất thải chưa xử lý ra môi trường. Hành vi này đã vi phạm hình thức thực hiện pháp luật nào dưới đây?",
        "ans_a":"A. Tuân thủ pháp luật",
        "ans_b":"B. Sử dụng pháp luật",
        "ans_c":"C. Thi hành pháp luật",
        "ans_d":"D. Áp dụng pháp luật","ans_true":	1	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 5,
    "time": 50,
    "questions": [
      {"ques":"Quyền nào dưới đây của công dân là cơ sở để hình thành cơ quan quyền lực nhà nước?",
        "ans_a":"A. Khiếu nại và tố cáo",
        "ans_b":"B. Bầu cử và ứng cử",
        "ans_c":"C. Tham gia quản lí xã hội",
        "ans_d":"D. Tự do ngôn luận, báo chí","ans_true":	1	},
      {"ques":"Bất cứ công dân nào điều khiển xe gắn máy vào đường ngược chiều đều bị cảnh sát giao thông lập biên bản xử phạt là thể hiện bình đẳng về trách nhiệm",
        "ans_a":"A. Pháp lí",
        "ans_b":"B. Cá nhân",
        "ans_c":"C. Xã hội",
        "ans_d":"D. Cộng đồng","ans_true":	1	},
      {"ques":"Bắt người phạm tội quả tang là công dân thực hiện đúng quyền bất khả xâm phạm về",
        "ans_a":"A. địa vị",
        "ans_b":"B. danh tính",
        "ans_c":"C. đời tư",
        "ans_d":"D. thân thể","ans_true":	4	},
      {"ques":"Nhà nước tạo mọi điều kiện để công dân thuộc các dân tộc khác nhau đều được bình đẳng về",
        "ans_a":"A. cơ hội học tập",
        "ans_b":"B. nhu cầu hưởng thụ",
        "ans_c":"C. mức thuế thu nhập",
        "ans_d":"D. phát triển kĩ năng","ans_true":	1	},
      {"ques":"Quyền khiếu nại thể hiện mối quan hệ giữa",
        "ans_a":"A. cộng đồng và cá nhân",
        "ans_b":"B. nhà nước và công dân",
        "ans_c":"C. nhà nước và xã hội",
        "ans_d":"D. cộng đồng và đoàn thể","ans_true":	3	},
      {"ques":"Phát biểu ý kiến trong các buổi sinh hoạt lớp là học sinh thực hiện quyền",
        "ans_a":"A. chủ động phán quyết",
        "ans_b":"B. tự do ngôn luận",
        "ans_c":"C. tích cực đàm phán",
        "ans_d":"D. công khai phê bình","ans_true":	2	},
      {"ques":"Tiếp cận các phương tiện thông tin đại chúng là công dân thực hiện quyền được",
        "ans_a":"A. điều phối",
        "ans_b":"B. đãi ngộ",
        "ans_c":"C. phát triển",
        "ans_d":"D. đầu tư","ans_true":	3	},
      {"ques":"Vợ chồng cùng bàn bạc và thống nhất phương pháp giáo dục con cái là thể hiện nội dung quyền bình đẳng hôn nhân và gia đình trong",
        "ans_a":"A. môi trường xã hội",
        "ans_b":"B. định hướng nghề nghiệp",
        "ans_c":"C. quan hệ nhân thân",
        "ans_d":"D. phạm vi gia tộc","ans_true":	3	},
      {"ques":"Cá nhân, tổ chức làm những gì mà pháp luật cho phép là thực hiện pháp luật theo hình thức",
        "ans_a":"A. sử dụng pháp luật",
        "ans_b":"B. thi hành pháp luật",
        "ans_c":"C. phổ biến nội quy",
        "ans_d":"D. thực hiện nội quy","ans_true":	1	},
      {"ques":"Theo quy định của pháp luật, bất cứ công dân nào cũng được",
        "ans_a":"A. tham gia nghĩa vụ quân sự",
        "ans_b":"B. thay đổi loại hình doanh nghiệp",
        "ans_c":"C. học thường xuyên, học suốt đời",
        "ans_d":"D. đăng kí chuyển nhượng bản quyền","ans_true":	3	},
      {"ques":"Quyền sáng tạo có nghĩa là mọi công dân được tự do",
        "ans_a":"A. chuyển giao công nghệ",
        "ans_b":"B. cung cấp phần mềm",
        "ans_c":"C. nghiên cứu khoa học",
        "ans_d":"D. lựa chọn ngành nghề","ans_true":	3	},
      {"ques":"Việc thu chi các khoản đóng góp cho hoạt động ngoại khóa trong nhà trường phải được phụ huynh học sinh",
        "ans_a":"A. xem xét, giải quyết",
        "ans_b":"B. lĩnh hội, điều phối",
        "ans_c":"C. tham vấn, thẩm định",
        "ans_d":"D. giám sát, kiểm tra","ans_true":	3	},
      {"ques":"Để thực hiện nghĩa vụ và bảo vệ quyền, lợi ích hợp pháp của mình công dân cần dựa vào",
        "ans_a":"A. pháp luật của nhà nước",
        "ans_b":"B. quy ước của cộng đồng",
        "ans_c":"C. chuẩn mực của đạo đức",
        "ans_d":"D. giá trị của truyền thống","ans_true":	1	},
      {"ques":"Lấn chiếm hành lang an toàn giao thông làm nơi bán hàng là công dân đã vi phạm pháp luật",
        "ans_a":"A. hành chính",
        "ans_b":"B. dân sự",
        "ans_c":"C. lao động",
        "ans_d":"D. kinh doanh","ans_true":	1	},
      {"ques":"Khi có đủ điều kiện theo quy định của pháp luật, mọi công dân đều được thành lập doanh nghiệp là nội dung quyền bình đẳng trong lĩnh vực",
        "ans_a":"A. công vụ",
        "ans_b":"B. kinh doanh",
        "ans_c":"C. dân sự",
        "ans_d":"D. dân sự","ans_true":	2	},
      {"ques":"Để mọi công dân đều bình đẳng về trách nhiệm pháp lí, Nhà nước không ngừng đổi mới và hoàn thiện",
        "ans_a":"A. phương pháp tiếp cận",
        "ans_b":"B. hệ thống pháp luật",
        "ans_c":"C. thể chế chính trị",
        "ans_d":"D. quy trình giám sát","ans_true":	2	},
      {"ques":"Hình thức văn bản nào dưới đây không phải là văn bản quy phạm pháp luật?",
        "ans_a":"A. Quy chế hoạt động của khu dân c",
        "ans_b":"B. Thông tư của Bộ trưởng",
        "ans_c":"C. Nghị định của Thủ tướng Chính phủ",
        "ans_d":"D. Quyết định của Chủ tịch nước","ans_true":	1	},
      {"ques":"Công dân không vi phạm hành chính trong trường hợp nào dưới đây?",
        "ans_a":"A. Tự ý nghỉ việc",
        "ans_b":"B. Cổ vũ đánh bạc",
        "ans_c":"C. Lấn chiếm vỉa hè",
        "ans_d":"D. Sử dụng ma túy","ans_true":	4	},
      {"ques":"Công dân vi phạm quyền bất khả xâm phạm về chỗ ở khi tự ý phá khóa vào nhà người khác để",
        "ans_a":"A. dập tắt đám cháy",
        "ans_b":"B. thăm dò tin tức",
        "ans_c":"C. giải cứu người bị nạn",
        "ans_d":"D. bắt tội phạm truy nã","ans_true":	2	},
      {"ques":"Chăm sóc sức khỏe cho nhân dân là nội dung cơ bản của pháp luật về",
        "ans_a":"A. quy trình bảo hiểm",
        "ans_b":"B. lĩnh vực xã hội",
        "ans_c":"C. lựa chọn dịch vụ y tế",
        "ans_d":"D. áp dụng chính sách bảo trợ","ans_true":	4	},
      {"ques":"Chủ thể nào dưới đây có thẩm quyền giải quyết khiếu nại lần đầu?",
        "ans_a":"A. Cảnh sát khu vực",
        "ans_b":"B. Cán bộ thanh tra liên ngành",
        "ans_c":"C. Thủ trưởng cơ quan nhà nước",
        "ans_d":"D. Nhân viên hòa giải","ans_true":	1	},
      {"ques":"Công dân thực hiện quyền được phát triển trong trường hợp nào dưới đây?",
        "ans_a":"A. Đăng kí bản quyền",
        "ans_b":"B. Tuyển dụng chuyên gia",
        "ans_c":"C. Bồi dưỡng tài năng",
        "ans_d":"D. Sáng tác âm nhạc","ans_true":	3	},
      {"ques":"Theo quy định của pháp luật, cha mẹ không được tạo cho con",
        "ans_a":"A. áp lực",
        "ans_b":"B. thử thách",
        "ans_c":"C. cơ hội",
        "ans_d":"D. kì vọng","ans_true":	1	},
      {"ques":"Chị T tự nhận là bạn của con trai bà H và lừa của bà 100 triệu đồng rồi bỏ trốn. Trong trường hợp này, chị T đã vi phạm pháp luật nào dưới đây?",
        "ans_a":"A. Kỉ luật",
        "ans_b":"B. Hình sự",
        "ans_c":"C. Dân sự",
        "ans_d":"D. Hành chính","ans_true":	2	},
      {"ques":"Khi đến Ủy ban nhân dân xã xác nhận lí lịch cá nhân làm hồ sơ du học, bạn A hoàn thiện đầy đủ các thủ tục theo sự hướng dẫn của cán bộ ủy ban. Bạn A đã thực hiện pháp luật theo hình thức nào dưới đây?",
        "ans_a":"A. Áp dụng pháp luật",
        "ans_b":"B. Tuân thủ pháp luật",
        "ans_c":"C. Thi hành pháp luật",
        "ans_d":"D. Điều chỉnh pháp luật","ans_true":	2	},
      {"ques":"H và M là nhân viên bán hàng cho công ty dược phẩm C. Cả hai cùng đạt doanh thu cao nên đều được đề nghị khen thưởng nhưng do làm mất lòng con trai giám đốc, H bị loại khỏi danh sách trên. Trong trường hợp này, Giám đốc đã vi phạm quyền bình đẳng trong lĩnh vực nào dưới đây?",
        "ans_a":"A. Lao động",
        "ans_b":"B. Kinh doanh",
        "ans_c":"C. Hành chính",
        "ans_d":"D. Dân sự","ans_true":	3	},
      {"ques":"Sau giờ học, thấy A và các bạn cùng lớp vẫn tụ tập chơi đá bóng trong sân trường nên nhân viên bảo vệ tiện tay cầm quyển sổ trực gõ vào đầu A yêu cầu cả nhóm giải tán. B chụp được hình ảnh đó đã chia sẻ trên mạng xã hội. Khi bị Ban đại diện cha mẹ học sinh nhà trường dùng bức ảnh đó gây sức ép, Hiệu trưởng buộc phải ra quyết định chấm dứt hợp đồng lao động với bảo vệ. Trong trường hợp này, bảo vệ cần sử dụng quyền nào dưới đây cho phù hợp?",
        "ans_a":"A. Đàm phán",
        "ans_b":"B. Tố cáo",
        "ans_c":"C. Khiếu nại",
        "ans_d":"D. Tham vấn","ans_true":	1	},
      {"ques":"Phát hiện A đang bẻ khóa để lấy trộm xe máy, công an viên B xông vào bắt giữ rồi đưa người và tang vật về trụ sở Công an phường. Vì A kháng cự quyết liệt, anh B đã buông lời nhục mạ và đánh gãy tay A. Trong trường hợp này, anh B không vi phạm quyền nào dưới đây của công dân?",
        "ans_a":"A. Bất khả xâm phạm về tính mạng",
        "ans_b":"B. Được bảo hộ về nhân phẩm",
        "ans_c":"C. Được bảo hộ về sức khỏe",
        "ans_d":"D. Bất khả xâm phạm về thân thể","ans_true":	4	},
      {"ques":"Chị C là nhân viên bán hàng của công ty X nhưng thường xuyên đi làm muộn mà không có lí do chính đáng khiến doanh thu của đơn vị bị ảnh hưởng. Chị C phải chịu trách nhiệm pháp lí nào dưới đây?",
        "ans_a":"A. Kỉ luật",
        "ans_b":"B. Cải chín",
        "ans_c":"C. Hành chính",
        "ans_d":"D. Lao động","ans_true":	3	},
      {"ques":"Trong quá trình bầu cử đại biểu Hội đồng nhân dân các cấp, sau khi có lời nhờ anh H là nhân viên dưới quyền bỏ phiếu cho chị gái mình, Giám đốc T luôn đứng cạnh anh theo dõi, giám sát. Vì mang ơn Giám đốc, anh H buộc phải đồng ý. Giám đốc T đã không thực hiện đúng nguyên tắc bầu cử nào dưới đây?",
        "ans_a":"A. Phổ thông",
        "ans_b":"B. Bỏ phiếu kín",
        "ans_c":"C. Trực tiếp",
        "ans_d":"D. Bình đẳng","ans_true":	1	},
      {"ques":"Sau khi trúng xổ số 1 tỉ đồng, anh S đã lập tức hoàn thiện hồ sơ cho con gái học lớp 9 đi du học mặc dù vợ, con anh đều phản đối. Trong trường hợp này, anh S đã vi phạm quyền bình đẳng hôn nhân và gia đình trong quan hệ nào dưới đây?",
        "ans_a":"A. Tài sản",
        "ans_b":"B. Nhân thân",
        "ans_c":"C. Nhân sự",
        "ans_d":"D. Tài chính","ans_true":	2	},
      {"ques":"Chị A và chị B cùng đăng kí làm đại lí bán hàng cho doanh nghiệp tư nhân Z. Biết hồ sơ của chị A đầy đủ, đúng quy định, chị B rất lo lắng vì mình thiếu một số chứng chỉ quan trọng. Do có tình cảm riêng nên Giám đốc chỉ phê duyệt hồ sơ của chị B. Trong trường hợp này, chị A bị vi phạm quyền bình đẳng trong lĩnh vực nào dưới đây?",
        "ans_a":"A. Kinh doanh",
        "ans_b":"B. Hành chính",
        "ans_c":"C. Lao động",
        "ans_d":"D. Công vụ","ans_true":	2	},
      {"ques":"Bạn T viết bình luận, đưa ra quan điểm của mình về hình thức thi trắc nghiệm khách quan trong kì thi Trung học phổ thông quốc gia 2017 trên cổng thông tin điện tử của Bộ giáo dục và Đào tạo. Bạn T đã thực hiện quyền nào dưới đây của công dân?",
        "ans_a":"A. Tự do ngôn luận",
        "ans_b":"B. Thay đổi phương thức giáo dục",
        "ans_c":"C. Tham gia quản lí nhà nước",
        "ans_d":"D. Tích cực đàm phán","ans_true":	1	},
      {"ques":"Không bằng lòng với cách thức khắc phục sự cố môi trường của nhà chức trách, người dân xã X đồng loạt tràn ra đường quốc lộ để phản đối làm giao thông bị ùn tắc kéo dài. Trong trường hợp này, người dân xã X đã vận dụng sai quyền nào dưới đây của công dân?",
        "ans_a":"A. Đàm phán",
        "ans_b":"B. Thuyết phục",
        "ans_c":"C. Khiếu nại",
        "ans_d":"D. Tố cáo","ans_true":	3	},
      {"ques":"Bệnh viện X đã nâng cấp hệ thống xử lí rác thải đạt chuẩn theo quy trình của Nhật Bản là thực hiện nội dung cơ bản của pháp luật trong lĩnh vực nào dưới đây?",
        "ans_a":"A. Tiết kiệm năng lượng",
        "ans_b":"B. Nghiên cứu khoa học",
        "ans_c":"C. Cân bằng sinh thái",
        "ans_d":"D. Bảo vệ môi trường","ans_true":	4	},
      {"ques":"Thấy N hát hay, nhà trường đã tạo điều kiện cho em tham gia diễn đàn âm nhạc để có cơ hội được học hỏi giao lưu với các nhạc sĩ, ca sĩ nổi tiếng. Trong trường hợp này, N đã được hưởng quyền nào dưới đây của công dân?",
        "ans_a":"A. Phát triển",
        "ans_b":"B. Học tập",
        "ans_c":"C. Sáng tạo",
        "ans_d":"D. Tham vấn","ans_true":	1	},
      {"ques":"Vô tình phát hiện bố rút tiền của công ty gia đình để mua nhà cho người tình đúng lúc chuẩn bị đi du học, K chán nản nên thường xuyên đến các vũ trường để giải khuây. Tại đây K đã bị X dụ dỗ uống rượu say và ép quan hệ tình dục. Mẹ K lo lắng nên đã đặt cọc 300 triệu cho ông L nhờ chạy học bổng chính phủ cho con đi du học. Trong trường hợp này, hành vi của người nào dưới đây cần bị tố cáo?",
        "ans_a":"A. Mẹ K, X và ông L",
        "ans_b":"B. X và ông L",
        "ans_c":"C. Bố mẹ K, X và ông L",
        "ans_d":"D. Mẹ con K và ông L","ans_true":	1	},
      {"ques":"Vì vợ bị vô sinh, Giám đốc X đã cặp kè với cô V để mong có con nối dõi tông đường. Khi biết mình có thai, cô V ép Giám đốc phải sa thải chị M trợ lí đương nhiệm và kí quyết định cho cô vào vị trí đó. Được M kể lại, vợ giám đốc ghen tuông đã buộc chồng đuổi việc cô V. Nể vợ, ông X đành chấp nhận. Trong trường hợp này, ai đã vi phạm quyền bình đẳng trong lao động?",
        "ans_a":"A. Vợ chồng Giám đốc",
        "ans_b":"B. Giám đốc X và cô V",
        "ans_c":"C. Vợ chồng Giám đốc X và cô V",
        "ans_d":"D. Vợ chồng Giám đốc X và chị M","ans_true":	2	},
      {"ques":"Ông A có con gái tên T đang học lớp 11 đã đạt giải học sinh giỏi quốc gia năm học 2017. Khi biết tin T yêu H là thanh niên không nghề nghiệp lại nghiện hút, ông A đã rất bất ngờ. Ông vừa tìm cách giám sát con gái chặt chẽ, vừa thuê D đánh H. Trong một lần ông A về quê, T rủ H đến nhà chơi. Thấy trên bàn trang điểm có chiếc nhẫn kim cương, H lấy trộm và mang bán được 500 triệu đồng rồi xui người yêu cùng bỏ trốn. Trong trường hợp trên, những ai phải chịu trách nhiệm pháp lí?",
        "ans_a":"A. Ông A, D và H",
        "ans_b":"B. Ông A, D, H và T",
        "ans_c":"C. Ông A, D và T",
        "ans_d":"D. Ông A, T và H","ans_true":	1	},
      {"ques":"Chị Y đã nhờ anh K sửa giúp máy tính. Phát hiện trong hòm thư điện tử của chị Y có nhiều mẫu thiết kế mới, anh K đã vội vã sao chép. Sau đó K tâm sự và nhờ X làm môi giới để bán những mẫu đó cho công ty thời trang Z. Vì mẫu đẹp, K và X đã được trả một khoản tiền lớn. Trong trường hợp này, ai đã vi phạm quyền được pháp luật bảo đảm an toàn, bí mật về thư tín, điện thoại, điện tín của công dân?",
        "ans_a":"A. Anh K và công ty Z",
        "ans_b":"B. Anh K",
        "ans_c":"C. Anh K, X và công ty Z",
        "ans_d":"D. Anh K và anh X","ans_true":	2	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 6,
    "time": 50,
    "questions": [
      {"ques":"Pháp luật là phương tiện để nhà nước",
        "ans_a":"A. quản lý xã hội",
        "ans_b":"B. quản lý công dân",
        "ans_c":"C. bảo vệ giai cấp",
        "ans_d":"D. bảo vệ các công dân","ans_true":	1	},
      {"ques":"Người lao động được thuê gặt lúa, theo quy định của Bộ luật lao động thì sẽ thực hiện theo hợp đồng",
        "ans_a":"A. bằng văn bản để có giá trị pháp lí",
        "ans_b":"B. bằng văn bản để đảm bảo tốt hơn quyền lợi người lao động",
        "ans_c":"C. bằng lời nói vì đây là công việc theo mùa vụ",
        "ans_d":"D. bằng lời nói để đỡ mất thời gian","ans_true":	3	},
      {"ques":"Pháp luật mang bản chất xã hội vì",
        "ans_a":"A. pháp luật được ban hành vì sự phát triển của xã hội",
        "ans_b":"B. pháp luật phản ánh những nhu cầu, lợi ích của các tầng lớp trong xã hội",
        "ans_c":"C. pháp luật bảo vệ quyền tự do, dân chủ rộng rãi cho nhân dân lao động",
        "ans_d":"D. pháp luật bắt nguồn từ xã hội, do các thành viên của xã hội thực hiện, vì sự phát triển của xã hội","ans_true":	4	},
      {"ques":"Điểm khác nhau căn bản giữa quy phạm pháp luật với nội quy học sinh là",
        "ans_a":"A. bản chất giai cấp",
        "ans_b":"B. tính xác định chặt chẽ về hình thức",
        "ans_c":"C. bản chất xã hội",
        "ans_d":"D. tính quy phạm phổ biến","ans_true":	4	},
      {"ques":"Chị C là quản lí của một công ty. Trong quá trình điều hành, quyết định nào sau đây của chị C vi phạm pháp luật lao động?",
        "ans_a":"A. Đơn phương chấm dứt hợp đồng lao động đối với người lao động thường xuyên không hoàn thành công việc theo hợp đồng",
        "ans_b":"B. Đơn phương chấm dứt hợp đồng lao động đối với lao động nữ vì kết hôn",
        "ans_c":"C. Ưu đãi đối với người lao động có trình độ chuyên môn kĩ thuật cao",
        "ans_d":"D. Không bố trí lao động nữ vào công việc nặng nhọc, nguy hiểm","ans_true":	2	},
      {"ques":"Nhà nước pháp quyền xã hội chủ nghĩa Việt nam là nhà nước của nhân dân, do nhân dân, vì nhân dân, quản lí mọi mặt đời sống của xã hội bằng..., do Đảng cộng sản Việt nam lãnh đạo",
        "ans_a":"A. Nghị quyết",
        "ans_b":"B. chính sách",
        "ans_c":"C. chủ trương",
        "ans_d":"D. pháp luật","ans_true":	4	},
      {"ques":"Ủy ban nhân dân có thẩm quyền ban hành văn bản nào sau đây?",
        "ans_a":"A. Quyết định",
        "ans_b":"B. Nghị quyết",
        "ans_c":"C. Thông tư",
        "ans_d":"D. Nghị định","ans_true":	1	},
      {"ques":"Vi phạm pháp luật là hành vi có dấu hiệu nào sau đây?",
        "ans_a":"A. Là hành vi trái pháp luật.",
        "ans_b":"B. Vi phạm quy định của nhà nước",
        "ans_c":"C. Gây hậu quả nghiêm trọng",
        "ans_d":"D. Gây hậu quả nghiêm trọng","ans_true":	4	},
      {"ques":"............... là hình thức thực hiện pháp luật trong đó cá nhân, tổ chức thực hiện đầy đủ nghĩa vụ, chủ động làm những gì mà pháp luật quy định phải làm",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Thi hành pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Áp dụng pháp luật","ans_true":	2	},
      {"ques":"Hợp đồng lao động là sự thỏa thuận giữa người lao động và người sử dụng lao động về việc làm",
        "ans_a":"A. có trả công, điều kiện lao động, quyền và nghĩa vụ của mỗi bên",
        "ans_b":"B. địa điểm làm việc và các điều kiện liên quan",
        "ans_c":"C. có trả công, điều kiện lao động và chế độ nghỉ ngơi",
        "ans_d":"D. có trả công và chế độ phát sinh trong quá trình lao động","ans_true":	1	},
      {"ques":"Hành vi nào sau đây được coi là thực hiện pháp luật giao thông đường bộ?",
        "ans_a":"A. Dừng xe trước đèn đỏ",
        "ans_b":"B. Vượt quá tốc độ quy định",
        "ans_c":"C. Đi bộ giữa lòng đường",
        "ans_d":"D. Đi xe đạp trên đường","ans_true":	1	},
      {"ques":"Các tôn giáo ở Việt nam đều có quyền hoạt động tôn giáo trong khuôn khổ pháp luật; đều bình đẳng trước pháp luật; những nơi thờ tự tín ngưỡng, tôn giáo đều được pháp luật",
        "ans_a":"A. thừa nhận",
        "ans_b":"B. bảo đảm",
        "ans_c":"C. bảo vệ",
        "ans_d":"D. bảo hộ","ans_true":	4	},
      {"ques":"Nguyên tắc giao kết hợp đồng lao động là",
        "ans_a":"A. Tự do, tự nguyện, bình đẳng, trực tiếp và không trái pháp luật",
        "ans_b":"B. Tự do, tự nguyện, bình đẳng, dân chủ và trực tiếp",
        "ans_c":"C. Tự do, bình đẳng, dân chủ và không trái pháp luật",
        "ans_d":"D. Tự do, tự nguyện, bình đẳng và tiến bộ","ans_true":	1	},
      {"ques":"Vi phạm ... là hành vi vi phạm pháp luật, xâm phạm tới các quan hệ lao động, công vụ nhà nước",
        "ans_a":"A. hình sự",
        "ans_b":"B. hành chính",
        "ans_c":"C. dân sự",
        "ans_d":"D. kỉ luật","ans_true":	4	},
      {"ques":"Hình thức xử phạt chính đối với người vi phạm hành chính là gì?",
        "ans_a":"A. Tước quyền sử dụng giấy phép, chứng chỉ",
        "ans_b":"B. Buộc khắc phục hậu quả do mình gây ra",
        "ans_c":"C. Tịch thu tang vật, phương tiện",
        "ans_d":"D. Phạt tiền, cảnh cáo","ans_true":	4	},
      {"ques":"Việc kinh doanh đúng ngành nghề đã đăng kí của doanh nghiệp là biểu hiện của sự bình đẳng về",
        "ans_a":"A. quyền và nghĩa vụ của doanh nghiệp trong kinh doanh",
        "ans_b":"B. nghĩa vụ phát sinh của doanh nghiệp trong kinh doanh",
        "ans_c":"C. nghĩa vụ của doanh nghiệp trong kinh doanh",
        "ans_d":"D. quyền của doanh nghiệp trong kinh doanh","ans_true":	3	},
      {"ques":"Khái niệm dân tộc Kinh, dân tộc Tày, dân tộc Thái...dùng để chỉ",
        "ans_a":"A. lịch sử ra đời của các dân tộc",
        "ans_b":"B. địa giới hành chính của các dân tộc",
        "ans_c":"C. một bộ phận dân cư của nước ta",
        "ans_d":"D. một nhóm người ở một vùng miền cụ thể","ans_true":	3	},
      {"ques":"Để quản lí xã hội bằng pháp luật có hiệu quả, nhà nước phải làm gì?",
        "ans_a":"A. Thực hiện các chính sách xã hội",
        "ans_b":"B. Tăng cường phòng chống tội phạm",
        "ans_c":"C. Xây dựng và hoàn thiện hệ thống pháp luật; tuyên truyền, phổ biến, giáo dục pháp luật, xử lí nghiêm các hành vi vi phạm pháp luật",
        "ans_d":"D. Đầu tư xây dựng hệ thống pháp luật","ans_true":	3	},
      {"ques":"Quyền tự do ngôn luận của công dân được hiểu là công dân có quyền tự do",
        "ans_a":"A. bày tỏ quan điểm của mình về các quyền của công dân",
        "ans_b":"B. trực tiếp bày tỏ quan điểm của mình về các vấn đề chính trị",
        "ans_c":"C. phát biểu ý kiến, bày tỏ quan điểm của mình về các vấn đề chung của đất nước",
        "ans_d":"D. gián tiếp bày tỏ quan điểm của mình về các vấn đề nổi cộm của đất nước","ans_true":	3	},
      {"ques":"Doanh nghiệp nào được nhà nước khuyến khích phát triển lâu dài?",
        "ans_a":"A. Tất cả các doanh nghiệp trong các thành phần kinh tế khác nhau",
        "ans_b":"B. Doanh nghiệp nhà nước",
        "ans_c":"C. Doanh nghiệp tư nhân",
        "ans_d":"D. Doanh nghiệp có vốn đầu tư nước ngoài","ans_true":	1	},
      {"ques":"“Không ai bị bắt nếu không có quyết định của Toà án, quyết định hoặc phê chuẩn của Viện kiểm sát, trừ trường hợp phạm tội quả tang.” là một nội dung thuộc",
        "ans_a":"A. quyền bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. quyền bất khả xâm phạm về chỗ ở của công dân",
        "ans_c":"C. quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân",
        "ans_d":"D. quyền bình đẳng của công dân trước pháp luật","ans_true":	1	},
      {"ques":"Hành vi nào sau đây của học sinh phù hợp với quyền bình đẳng giữa các dân tộc và tôn giáo?",
        "ans_a":"A. Nghe theo những lời thầy bói làm ảnh hưởng đến kết quả học tập",
        "ans_b":"B. Coi thường những học sinh ở nông thôn, vùng sâu, các dân tộc thiểu số",
        "ans_c":"C. Tôn trọng phong tục tập quán của các làng quê, dân tộc",
        "ans_d":"D. Nghe kẻ xấu xúi dục đi biểu tình, khởi kiện","ans_true":	3	},
      {"ques":"Theo quy định của Bộ luật lao động, người lao động ít nhất phải đủ",
        "ans_a":"A. 15 tuổi",
        "ans_b":"B. 18 tuổi",
        "ans_c":"C. 14 tuổi",
        "ans_d":"D. 16 tuổi","ans_true":	1	},
      {"ques":"Theo quy định của Bộ luật Hình sự, khái niệm bị cáo được hiểu là",
        "ans_a":"A. người đã bị Tòa án quyết định đưa ra xét xử",
        "ans_b":"B. người bị khởi tố hình sự theo quy định khởi tố bị can của Viện kiểm sát",
        "ans_c":"C. người bị tạm giam, tạm giữ về tội cố ý đánh người gây thương tích",
        "ans_d":"D. người đang chấp hành hình phạt tù có thời hạn","ans_true":	1	},
      {"ques":"Thời hạn tạm giữ người theo thủ tục hành chính trong trường hợp cần thiết thì kéo dài không được quá",
        "ans_a":"A. 36 giờ",
        "ans_b":"B. 18 giờ",
        "ans_c":"C. 12 giờ",
        "ans_d":"D. 24 giờ","ans_true":	4	},
      {"ques":"Người nào xúc phạm nghiêm trọng danh dự, nhân phẩm của người khác, thì bị phạt cảnh cáo,",
        "ans_a":"A. cải tạo không giam giữ đến một năm hoặc phạt tù từ ba tháng đến hai năm",
        "ans_b":"B. cải tạo không giam giữ đến hai năm hoặc phạt tù từ ba tháng đến hai năm",
        "ans_c":"C. phạt tù từ ba tháng đến hai năm",
        "ans_d":"D. hoặc cải tạo không giam giữ đến hai năm","ans_true":	2	},
      {"ques":"Việc khám chỗ ở không thể trì hoãn mà đương sự và người trong gia đình họ cố tình vắng mặt, bỏ trốn hoặc đi vắng lâu ngày thì phải có đại diện chính quyền địa phương và",
        "ans_a":"A. vâng để e sửa",
        "ans_b":"B. hai người láng giềng chứng kiến",
        "ans_c":"C. ba người láng giềng chứng kiến",
        "ans_d":"D. năm người láng giềng chứng kiến","ans_true":	2	},
      {"ques":"Nghị định 46/2016/NĐ-CP về xử phạt hành chính trong lĩnh vực giao thông quy định: Phạt tiền từ 80.000 đồng đến 100.000 đồng đối với người Điều khiển xe thực hiện một trong các hành vi vi phạm sau đây?",
        "ans_a":"A. Điều khiển xe chạy dàn hàng ngang từ 3 (ba) xe trở lên",
        "ans_b":"B. Lùi xe mô tô ba bánh không quan sát hoặc không có tín hiệu báo trước",
        "ans_c":"C. Sử dụng đèn chiếu xa khi tránh xe đi ngược chiều",
        "ans_d":"D. Chở người ngồi trên xe sử dụng ô (dù)","ans_true":	1	},
      {"ques":"Anh M điều khiển xe mô tô vượt đèn đỏ, hành vi của anh M thuộc loại vi phạm pháp luật nào?",
        "ans_a":"A. Vi phạm luật hành chính",
        "ans_b":"B. Vi phạm luật dân sự",
        "ans_c":"C. Vi phạm kỉ luật",
        "ans_d":"D. Vi phạm luật hình sự","ans_true":	1	},
      {"ques":"Anh A bị bắt tạm giam thì có được bỏ phiếu bầu cử Quốc hội và Hội đồng nhân dân các cấp không?",
        "ans_a":"A. Hoàn toàn được vì anh A chưa mất quyền công dân",
        "ans_b":"B. Không được vì anh A không có mặt tại nơi bầu cử",
        "ans_c":"C. Không được vì anh A đã mất quyền bầu cử",
        "ans_d":"D. Hoàn toàn được vì anh A chưa mất quyền bầu cử","ans_true":	3	},
      {"ques":"Hiến pháp của nước Cộng hoà xã hội chủ nghĩa Việt Nam năm 2013 quy định bảo vệ Tổ quốc là",
        "ans_a":"A. nghĩa vụ của công dân nam",
        "ans_b":"B. quyền và nghĩa vụ của công dân",
        "ans_c":"C. trách nhiệm của mọi công dân",
        "ans_d":"D. quyền của công dân","ans_true":	2	},
      {"ques":"Anh N thường xuyên đi làm muộn và nhiều lần tự ý nghỉ việc không lí do, trong trường hợp này anh N vi phạm",
        "ans_a":"A. hình sự",
        "ans_b":"B. hành chính",
        "ans_c":"C. dân sự",
        "ans_d":"D. kỉ luật","ans_true":	4	},
      {"ques":"Vợ chồng chị X tranh luận về việc vợ có quyền được độc lập thế chấp tài sản sở hữu riêng của chồng để vay vốn tại ngân hàng hay không. Theo em,",
        "ans_a":"A. người vợ có quyền vì tài sản của chồng cũng là của vợ",
        "ans_b":"B. người vợ có quyền vì tài sản riêng đã thành tài sản chung trong thời kì hôn nhân",
        "ans_c":"C. người vợ không có quyền vì đó là tài sản riêng của chồng",
        "ans_d":"D. người vợ có quyền vì tài sản đó chị đang quản lý","ans_true":	3	},
      {"ques":"“Hộ gia đình có trách nhiệm tham gia hoạt động vệ sinh môi trường khu phố, đường làng, ngõ xóm, nơi công cộng và hoạt động tự quản về bảo vệ môi trường của cộng đồng dân cư”. Đây là nội dung thể hiện hình thức thực hiện pháp luật nào?",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Thi hành pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Áp dụng pháp luật","ans_true":	2	},
      {"ques":"Điều 88 Luật giáo dục quy định: “Người học không được xúc phạm nhân phẩm, danh dự, xâm phạm thân thể nhà giáo.'' Điều này được bắt nguồn từ",
        "ans_a":"A. truyền thống hiếu học",
        "ans_b":"B. chuẩn mực đạo đức",
        "ans_c":"C. chuẩn mực văn hóa",
        "ans_d":"D. chuẩn mực xã hội","ans_true":	2	},
      {"ques":"Y tá Vinh hành nghề tại nhà, do vô ý đã tiêm nhầm thuốc cho người bệnh gây nguy hiểm nhưng chưa gây chết người. Cơ quan nhà nước xử phạt",
        "ans_a":"A. bằng tiền và tước giấy phép hành nghề, tịch thu tang vật",
        "ans_b":"B. bằng tiền và truy cứu trách nhiệm hình sự",
        "ans_c":"C. bằng tiền và đưa vào trại cải tạo lao động",
        "ans_d":"D. bằng tiền và cấm đi khỏi nơi cư trú","ans_true":	1	},
      {"ques":"Trong các nghĩa vụ sau đây nghĩa vụ nào không phải là nghĩa vụ pháp lý?",
        "ans_a":"A. Người kinh doanh phải thực hiện nghĩa vụ nộp thuế",
        "ans_b":"B. Đoàn viên thanh niên phải chấp hành điều lệ của Đoàn",
        "ans_c":"C. Thanh niên đủ 18 tuổi phải thực hiện nghĩa vụ quân sự",
        "ans_d":"D. Con cái có nghĩa vụ phụng dưỡng cha mẹ già","ans_true":	2	},
      {"ques":"Ông D không trả tiền nợ cho anh C theo giấy biên nợ nên anh C đã thuê xã hội đen xông vào nhà ông D và bắt nhốt ông D. Hành vi của anh C đã vi phạm quyền bất khả xâm phạm",
        "ans_a":"A. về tính mạng, về danh dự của công dân",
        "ans_b":"B. về tính mạng, về chỗ ở của công dân",
        "ans_c":"C. về chỗ ở, về thân thể của công dân",
        "ans_d":"D. về thân thể của công dân","ans_true":	3	},
      {"ques":"Chị H là giáo viên trường trung học phổ thông G, chị sinh lần đầu được 2 con (sinh đôi). Theo Bộ luật lao động, chị H được nghỉ chế độ thai sản như thế nào?",
        "ans_a":"A. 6 tháng",
        "ans_b":"B. 5 tháng",
        "ans_c":"C. 8 tháng",
        "ans_d":"D. 7 tháng","ans_true":	4	},
      {"ques":"Bạn nữ Y, 20 tuổi, có trình độ trung cấp, chưa có việc làm, muốn ứng cử đại biểu Quốc hội thì",
        "ans_a":"A. không được, vì không đủ trình độ",
        "ans_b":"B. không được, vì nữ đại biểu Quốc hội phải là người dân tộc",
        "ans_c":"C. không được, vì đại biểu Quốc hội phải là người đã có việc làm",
        "ans_d":"D. không được, vì chưa đủ tuổi","ans_true":	4	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 7,
    "time": 50,
    "questions": [
      {"ques":"Mọi công dân đều được đối xử bình đẳng về cơ hội học tập. Nội dung này thể hiện quyền",
        "ans_a":"A. phát triển của công dân",
        "ans_b":"B. học tập của công dân",
        "ans_c":"C. sáng tạo của công dân",
        "ans_d":"D. dân chủ của công dân","ans_true":	2	},
      {"ques":"Phát hiện, ngăn chặn việc làm trái pháp luật xâm hại đến lợi ích của Nhà nước, tổ chức, cá nhân là mục đích của việc thực hiện quyền",
        "ans_a":"A. được phát triển",
        "ans_b":"B. khiếu nại",
        "ans_c":"C. tham gia quản lí nhà nước và xã hội",
        "ans_d":"D. tố cáo","ans_true":	4	},
      {"ques":"Ở phạm vi cơ sở, quyền tham gia quản lí nhà nước và xã hội được thực hiện tại các hội nghị toàn thể nhân dân hoặc chủ hộ gia đình về các chủ trương và mức đóng góp bằng cách",
        "ans_a":"A. không đồng tình với quyết định của chính quyền",
        "ans_b":"B. biểu quyết công khai và bỏ phiếu kín",
        "ans_c":"C. không có biểu hiện gì",
        "ans_d":"D. tự do phát biểu ý kiến","ans_true":	2	},
      {"ques":"Trong quan hệ cụ thể giữa người lao động và người sử dụng lao động, quyền bình đẳng trong lao động của công dân được thực hiện thông qua",
        "ans_a":"A. hợp đồng mua bán",
        "ans_b":"B. hợp đồng lao động",
        "ans_c":"C. phân công lao động",
        "ans_d":"D. hợp đồng kinh doanh","ans_true":	2	},
      {"ques":"Xóa đói giảm nghèo là một nội dung cơ bản của pháp luật về lĩnh vực",
        "ans_a":"A. kinh tế",
        "ans_b":"B. văn hóa",
        "ans_c":"C. xã hội",
        "ans_d":"D. việc làm","ans_true":	3	},
      {"ques":"Việc phản ánh những nhu cầu, lợi ích của các giai cấp, tầng lớp khác nhau trong xã hội đã thể hiện bản chất nào dưới đây của pháp luật?",
        "ans_a":"A. Dân tộc",
        "ans_b":"B. Tôn giáo",
        "ans_c":"C. Xã hội",
        "ans_d":"D. Giai cấp","ans_true":	3	},
      {"ques":"Mọi người có quyền nghiên cứu khoa học - công nghệ, sáng tạo văn học nghệ thuật, đó là quyền gì của công dân?",
        "ans_a":"A. Phát triển",
        "ans_b":"B. Sáng tạo",
        "ans_c":"C. Tự do",
        "ans_d":"D. Học tập","ans_true":	2	},
      {"ques":"Pháp luật Việt Nam về quyền bình đẳng giữa các dân tộc được xác định trong phạm vi nào dưới đây?",
        "ans_a":"A. Một cộng đồng dân cư",
        "ans_b":"B. Một dân tộc",
        "ans_c":"C. Một vùng, miền",
        "ans_d":"D. Một quốc gia","ans_true":	4	},
      {"ques":"Pháp luật quy định về quyền bất khả xâm phạm về chỗ ở của công dân nhằm đảm bảo cuộc sống",
        "ans_a":"A. tự do trong xã hội dân giàu nước mạnh",
        "ans_b":"B. tự do trong xã hội dân chủ văn minh",
        "ans_c":"C. tự chủ trong xã hội dân chủ văn minh",
        "ans_d":"D. hạnh phúc trong xã hội dân chủ văn minh","ans_true":	2	},
      {"ques":"Để thể hiện và bảo vệ các giá trị đạo đức, pháp luật là một phương tiện",
        "ans_a":"A. đặc thù",
        "ans_b":"B. quan trọng",
        "ans_c":"C. quyết định",
        "ans_d":"D. chủ yếu","ans_true":	1	},
      {"ques":"Nhà nước tạo mọi điều kiện để công dân các dân tộc khác nhau đều được bình đẳng về cơ hội học tập, quyền này thể hiện các dân tộc được bình đẳng về",
        "ans_a":"A. xã hội",
        "ans_b":"B. giáo dục",
        "ans_c":"C. văn hóa",
        "ans_d":"D. kinh tế","ans_true":	2	},
      {"ques":"Lỗi vi phạm pháp luật là lỗi",
        "ans_a":"A. cố ý",
        "ans_b":"B. cố ý hoặc vô ý",
        "ans_c":"C. vô ý",
        "ans_d":"D. cố ý và vô ý","ans_true":	2	},
      {"ques":"Theo quy định của pháp luật Việt Nam, người đã bị Tòa án quyết định đưa ra xét xử gọi là",
        "ans_a":"A. bị kết án",
        "ans_b":"B. bị can",
        "ans_c":"C. bị cáo",
        "ans_d":"D. bị hại","ans_true":	3	},
      {"ques":"Người phải chịu trách nhiệm hành chính do mọi vi phạm hành chính mà mình gây ra, theo qui định của pháp luật có độ tuổi là",
        "ans_a":"A. từ đủ 18 tuổi trở lên",
        "ans_b":"B. từ đủ 16 tuổi trở lên",
        "ans_c":"C. từ đủ 15 tuổi trở lên",
        "ans_d":"D. từ đủ 17 tuổi trở lên","ans_true":	2	},
      {"ques":"Quyền và nghĩa vụ của công dân không bị phân biệt bởi dân tộc",
        "ans_a":"A. giới tính, tuổi tác, tôn giáo",
        "ans_b":"B. địa vị, độ tuổi, tôn giáo",
        "ans_c":"C. địa vị, giới tính, tôn giá",
        "ans_d":"D. tuổi tác, địa vị, tôn giáo","ans_true":	3	},
      {"ques":"Vợ chồng tôn trọng quyền tự do tín ngưỡng, tôn giáo của nhau là thực hiện quyền bình đẳng trong quan hệ",
        "ans_a":"A. riêng tư",
        "ans_b":"B. tình cảm",
        "ans_c":"C. nhân thân",
        "ans_d":"D. xã hội","ans_true":	3	},
      {"ques":"Pháp luật quy định thời hạn tạm giữ người theo thủ tục hành chính không được vượt quá",
        "ans_a":"A. 10 giờ",
        "ans_b":"B. 8 giờ",
        "ans_c":"C. 6 giờ",
        "ans_d":"D. 12 giờ","ans_true":	4	},
      {"ques":"Việc làm nào sao đây là biểu hiện cho việc Nhà nước sử dụng pháp luật là phương tiện quản lí xã hội?",
        "ans_a":"A. Phổ biến, giáo dục pháp luật qua phương tiện truyền thông",
        "ans_b":"B. Chủ động tìm hiểu, cập nhật các thông tin pháp luật",
        "ans_c":"C. Chủ động đấu tranh, tố giác các hành vi vi phạm pháp luật",
        "ans_d":"D. Thực hiện đúng các quyền và nghĩa vụ của cá nhân","ans_true":	1	},
      {"ques":"Cơ quan nào dưới đây có trách nhiệm bảo vệ công lí và quyền con người?",
        "ans_a":"A. Tòa án",
        "ans_b":"B. Ủy ban nhân dân",
        "ans_c":"C. Quốc hội",
        "ans_d":"D. Chính phủ","ans_true":	1	},
      {"ques":"Một người chỉ coi là có tội khi bị",
        "ans_a":"A. cơ quan công an bắt theo lệnh bắt của Viện kiểm sát",
        "ans_b":"B. tòa án đưa ra xét xử công khai",
        "ans_c":"C. tòa án ra bản án kết tội có hiệu lực pháp luật",
        "ans_d":"D. cơ quan công an khởi tố, điều tra về hành vi vi phạm pháp luật","ans_true":	3	},
      {"ques":"Ý kiến nào dưới đây là không đúng về quyền bình đẳng giữa các dân tộc?",
        "ans_a":"A. Các dân tộc là bình đẳng về quyền và nghĩa vụ",
        "ans_b":"B. Các dân tộc là bình đẳng về vai trò làm chủ",
        "ans_c":"C. Các dân tộc là bình đẳng cho các dân tộc thiểu số",
        "ans_d":"D. Các dân tộc là bình đẳng trước pháp luật","ans_true":	3	},
      {"ques":"Bất kỳ người nào vi phạm pháp luật, không kể giới tính, độ tuổi, địa vị, trình độ đều bị xử lý bằng luật là thể hiện pháp luật mang tính",
        "ans_a":"A. giai cấp sâu sắc",
        "ans_b":"B. quy phạm phổ biến",
        "ans_c":"C. quyền lực bắt buộc chung",
        "ans_d":"D. xác định chặt chẽ về mặt hình thức","ans_true":	3	},
      {"ques":"Trong sử dụng lao động, những ưu đãi đối với người có trình độ chuyên môn, kỹ thuật cao",
        "ans_a":"A. bị coi là bất bình đẳng",
        "ans_b":"B. không bị coi là bất bình đẳng nhưng có điều gì đó chưa hợp lý",
        "ans_c":"C. là sự bất bình đẳng nhưng cần thiết phải áp dụng",
        "ans_d":"D. không bị coi là bất bình đẳng","ans_true":	4	},
      {"ques":"Hiến pháp năm 2013 của Nhà nước ta quy định: Không ai bị bắt nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của Viện kiểm sát, trừ trường hợp phạm tội",
        "ans_a":"A. quả tang",
        "ans_b":"B. đặc biệt nghiêm trọng",
        "ans_c":"C. nghiêm trọng",
        "ans_d":"D. đặc biệt nguy hiểm","ans_true":	1	},
      {"ques":"Pháp luật quy định các mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào",
        "ans_a":"A. thời gian kinh doanh của doanh nghiệp",
        "ans_b":"B. khả năng kinh doanh của doanh nghiệp",
        "ans_c":"C. ngành, nghề, lĩnh vực và địa bàn kinh doanh",
        "ans_d":"D. uy tín của người đứng đầu doanh nghiệp","ans_true":	3	},
      {"ques":"Khi nhận được đơn tố cáo, cơ quan có thẩm quyền",
        "ans_a":"A. chuyển hồ sơ đến thủ trưởng cấp trên trực tiếp",
        "ans_b":"B. xác minh và ra quyết định về nội dung tố cáo",
        "ans_c":"C. chuyển hồ sơ đến Viện kiểm sát theo quy định của pháp luật",
        "ans_d":"D. chuyển hồ sơ đến Tòa án theo quy định của pháp luật","ans_true":	2	},
      {"ques":"Nội dung nào dưới dây không phải là trách nhiệm của Nhà nước trong việc bảo đảm quyền học tập của công dân?",
        "ans_a":"A. Cấp học bổng cho học sinh học giỏi",
        "ans_b":"B. Giúp đỡ cho học sinh vùng có điều kiện đặc biệt khó khăn",
        "ans_c":"C. Ưu tiên chọn trường đại học cho tất cả mọi người",
        "ans_d":"D. Miễn giảm học phí cho học sinh thuộc diện chính sách","ans_true":	3	},
      {"ques":"Công dân có quyền học từ bậc học Tiểu học đến Đại học và Sau Đại học. Điều này thể hiện nội dung nào về quyền học tập của công dân?",
        "ans_a":"A. Học bằng nhiều hình thức",
        "ans_b":"B. Học thường xuyên",
        "ans_c":"C. Học không hạn chế",
        "ans_d":"D. Học bất cứ ngành nghề nào","ans_true":	3	},
      {"ques":"Ở phạm vi cơ sở, những chủ trương, chính sách, pháp luật của Nhà nước",
        "ans_a":"A. giám sát, kiểm tra",
        "ans_b":"B. thông tin đầy đủ",
        "ans_c":"C. trực tiếp quyết định",
        "ans_d":"D. trực tiếp bàn bạc, quyết định","ans_true":	2	},
      {"ques":"Việc Ủy ban nhân dân xã M ra quyết định xử phạt ông V, vì lý do xây nhà trái phép đã thể hiện hình thức thực hiện pháp luật nào?",
        "ans_a":"A. Áp dụng pháp luật",
        "ans_b":"B. Sử dụng pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Thi hành pháp luật","ans_true":	1	},
      {"ques":"Gia đình ông Tám có một đứa con trai tên là Ân, em rất có năng khiếu về ca hát. Gia đình đã tạo điều kiện cho Ân tham gia thi chương trình sô lô cùng Bolero của đài truyền hình Vĩnh Long. Vậy em Ân đã được thực hiện quyền gì?",
        "ans_a":"A. Quyền được phát triển",
        "ans_b":"B. Quyền tác giả",
        "ans_c":"C. Quyền được sáng tạo",
        "ans_d":"D. Quyền được học tập","ans_true":	1	},
      {"ques":"Ông A không đồng ý cho M kết hôn với K vì do hai người không cùng tôn giáo. Ông A đã không thực hiện quyền bình đẳng",
        "ans_a":"A. giữa các tôn giáo",
        "ans_b":"B. giữa các vùng, miền",
        "ans_c":"C. về tín ngưỡng",
        "ans_d":"D. giữa các dân tộc","ans_true":	1	},
      {"ques":"Trên cơ sở quy định pháp luật về trật tự an toàn đô thị, đội trật tự của phường X - Thành phố VT đã yêu cầu mọi người không được bán hàng trên vỉa hè để đảm bảo văn minh đô thị. Trong trường hợp này, pháp luật đã thể hiện vai trò là",
        "ans_a":"A. hình thức cưỡng chế người vi phạm",
        "ans_b":"B. công cụ quản lí đô thị hiệu quả",
        "ans_c":"C. phương tiện để Nhà nước quản lí xã hội",
        "ans_d":"D. phương tiện để đảm bảo trật tự đường phố","ans_true":	3	},
      {"ques":"Do mâu thuẫn, cãi vã to tiếng rồi chửi nhau, học sinh An nóng giận mất bình tĩnh nên đã ném bình hoa ở lớp vào mặt học sinh Bình. Hành vi của học sinh An đã vi phạm quyền gì đối với học sinh Bình?",
        "ans_a":"A. Bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. Được pháp luật bảo hộ về danh dự, nhân phẩm của công dân",
        "ans_c":"C. Bất khả xâm phạm về thân thể và danh dự của công dân",
        "ans_d":"D. Được pháp luật bảo hộ về tính mạng, sức khỏe của công dân","ans_true":	4	},
      {"ques":"An sinh ngày 22/5/1998. Nếu ngày bầu cử đại biểu Quốc hội, đại biểu Hội đồng nhân dân là ngày 22/5/2016 thì An đủ tuổi theo luật định để thực hiện quyền",
        "ans_a":"A. ứng cử vào Hội đồng nhân dân xã, phường, thị trấn",
        "ans_b":"B. ứng cử Hội đồng nhân dân tỉnh, thành phố",
        "ans_c":"C. ứng cử vào Quốc hội",
        "ans_d":"D. bầu cử đại biểu Quốc hội, đại biểu Hội đồng nhân dân các cấp","ans_true":	4	},
      {"ques":"Anh G muốn bán 1 chiếc xe ô tô là tài sản riêng của anh G trước khi kết hôn, nhưng vợ không đồng ý. Vậy, theo quy định của pháp luật anh G có quyền bán chiếc xe đó không?",
        "ans_a":"A. Được, vì chiếc xe thuộc sở hữu của anh G",
        "ans_b":"B. Không, vì khi kết hôn chiếc xe sẽ là tài sản chung",
        "ans_c":"C. Không, vì đây là tài sản đang tranh chấp",
        "ans_d":"D. Được, nhưng phải được vợ chấp thuận","ans_true":	1	},
      {"ques":"Ông A phát hiện chủ tịch UBND xã X, huyện Y có hành vi lợi dụng chức vụ, quyền hạn để tham nhũng. Theo em, ông A cần gửi đơn tố cáo đến đâu?",
        "ans_a":"A. Chủ tịch UBND xã X",
        "ans_b":"B. Chủ tịch UBND huyện Y",
        "ans_c":"C. Viện Kiểm sát huyện Y",
        "ans_d":"D. Công an huyện Y","ans_true":	2	},
      {"ques":"T học lớp 12, có người em học lớp 4 thường xuyên gây gổ đánh nhau với bạn. Vậy T cần nhắc nhở em điều gì nếu người em tiếp tục vi phạm?",
        "ans_a":"A. Bị đi tù",
        "ans_b":"B. Bị trường phạt",
        "ans_c":"C. Bị mẹ đánh",
        "ans_d":"D. Bị phạt tiền","ans_true":	2	},
      {"ques":"Đang truy đuổi tên ăn trộm gà, bỗng không thấy hắn ở đâu ông A và ông B xác định tên trộm ẩn nấp trong nhà ông C bên cạnh (hiện không có ai ở nhà) ông A và ông B định vào nhà ông C để tiếp tục tìm bắt, nếu là cháu của hai ông A và ông B em chọn cách ứng xử nào sau đây cho phù hợp với quy định của pháp luật?",
        "ans_a":"A. Nói với hai ông là hãy dừng lại vì hai ông không có quyền bắt trộm",
        "ans_b":"B. Nói với hai ông hãy chờ chủ nhà về cho phép thì mới tiếp tục truy bắt tên trộm",
        "ans_c":"C. Nói với hai ông dừng lại vì vi phạm quyền bất khả xâm phạm chỗ ở và trình báo công an",
        "ans_d":"D. Nhanh chóng cùng hai ông vào nhà đó để kịp thời bắt tên trộm không để nó thoát","ans_true":	3	},
      {"ques":"X là nữ sinh vừa tốt nghiệp ngành ngân hàng đến Ngân hàng B để xin việc. Nhưng giám đốc Ngân hàng B nói thẳng với X rằng cơ quan ông không muốn nhận nữ vào làm việc. X nói rằng việc tuyển người như vậy là trái pháp luật nhưng ông giám đốc vẫn khăng khăng từ chối. Nếu là X em cần phải làm gì?",
        "ans_a":"A. Tố cáo sự việc với cơ quan chức năng",
        "ans_b":"B. Cãi nhau với ông giám đốc",
        "ans_c":"C. Im lặng ra về, xin việc cơ quan khác",
        "ans_d":"D. Mang quà tới nhà ông giám đốc để năn nỉ","ans_true":	1	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 8,
    "time": 50,
    "questions": [
      {"ques":"Chuẩn mực nào của xã hội là quy tắc xử sự chung về những việc được làm, những việc phải làm và những việc không được làm?",
        "ans_a":"A. Pháp luật",
        "ans_b":"B. Đạo đức",
        "ans_c":"C. Kinh tế",
        "ans_d":"D. Chính trị","ans_true":	1	},
      {"ques":"Đặc trưng nào của pháp luật làm nên giá trị công bằng, bình đẳng vì bất kỳ ai ở trong điều kiện, hoàn cảnh nhất định cũng phải xử sự theo khuôn mẫu được pháp luật quy định?",
        "ans_a":"A. Tính xác định chặt chẽ về nội dung",
        "ans_b":"B. Tính xác định chặt chẽ về hình thức",
        "ans_c":"C. Tính quyền lực, bắt buộc chung",
        "ans_d":"D. Tính quy phạm phổ biến","ans_true":	4	},
      {"ques":"Những hành vi gây nguy hiểm cho xã hội, bị coi là tội phạm là",
        "ans_a":"A. vi phạm hình sự",
        "ans_b":"B. vi phạm dân sự",
        "ans_c":"C. vi phạm hành chính",
        "ans_d":"D. vi phạm kỷ luật","ans_true":	1	},
      {"ques":"Khi công dân vi phạm pháp luật với tính chất và mức độ vi phạm như nhau trong một hoàn cảnh như nhau thì đều phải chịu trách nhiệm pháp lý",
        "ans_a":"A. như nhau",
        "ans_b":"B. ngang nhau",
        "ans_c":"C. bằng nhau",
        "ans_d":"D. có thể khác nhau","ans_true":	1	},
      {"ques":"Các cá nhân, tổ chức không làm điều mà pháp luật cấm là hình thức thực hiện pháp luật nào dưới đây?",
        "ans_a":"A. Áp dụng pháp luật",
        "ans_b":"B. Sử dụng pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Thi hành pháp luật","ans_true":	3	},
      {"ques":"Hành vi trái pháp luật do người có năng lực trách nhiệm pháp lý thực hiện một cách cố ý hoặc vô ý, xâm hại đến các quan hệ xã hội được pháp luật bảo vệ là",
        "ans_a":"A. thực hiện pháp luật",
        "ans_b":"B. vi phạm pháp luật",
        "ans_c":"C. tuân thủ pháp luật",
        "ans_d":"D. trách nhiệm pháp lý","ans_true":	2	},
      {"ques":"Hình thức thực hiện pháp luật nào dưới đây có chủ thể thực hiện khác với các hình thức còn lại?",
        "ans_a":"A. Áp dụng pháp luật",
        "ans_b":"B. Tuân thủ pháp luật",
        "ans_c":"C. Thi hành pháp luật",
        "ans_d":"D. Sử dụng pháp luật","ans_true":	1	},
      {"ques":"Phát biểu nào dưới đây không đúng?",
        "ans_a":"A. Mỗi hành vi vi phạm pháp luật chỉ phải chịu một hình thức trách nhiệm pháp lý",
        "ans_b":"B. Tương ứng với mỗi loại vi phạm pháp luật là một loại trách nhiệm pháp lý",
        "ans_c":"C. Một hành vi vi phạm pháp luật có thể phải chịu hai hình thức trách nhiệm pháp l",
        "ans_d":"D. Tất cả các hành vi trái pháp luật đều có lỗi và phải chịu trách nhiệm pháp lý","ans_true":	1	},
      {"ques":"Dấu hiệu nào dưới đây không phải là căn cứ để xác định một hành vi vi phạm pháp luật?",
        "ans_a":"A. Hành vi chứa đựng lỗi của chủ thể thực hiện",
        "ans_b":"B. Hành vi do người có năng lực trách nhiệm pháp lý thực hiện",
        "ans_c":"C. Hành vi do người không đủ năng lực trách nhiệm pháp lý thực hiện",
        "ans_d":"D. Hành vi xâm hại tới các quan hệ xã hội được pháp luật bảo vệ","ans_true":	3	},
      {"ques":"Phát biểu nào dưới đây không phải là trách nhiệm của Nhà nước trong việc đảm bảo cho công dân thực hiện được quyền và nghĩa vụ của mình?",
        "ans_a":"A. Tạo điều kiện để đảm bảo cho công dân có khả năng thực hiện được quyền và nghĩa vụ của mình",
        "ans_b":"B. Xử lý công bằng, nghiêm minh những hành vi vi phạm quyền và lợi ích hợp pháp của công dân",
        "ans_c":"C. Thường xuyên đổi mới hoàn thiện hệ thống pháp luật cho phù hợp với từng thời kỳ nhất định",
        "ans_d":"D. Có ý thức tôn trọng, chấp hành pháp luật, chủ động tìm hiểu về quyền và nghĩa vụ của mình","ans_true":	4	},
      {"ques":"Khẳng định nào dưới không thể hiện quyền bình đẳng giữa các tôn giáo?",
        "ans_a":"A. Các tôn giáo đều bình đẳng trước pháp luật",
        "ans_b":"B. Các tôn giáo được hoạt động trong khuôn khổ pháp luật",
        "ans_c":"C. Các tôn giáo lớn có nhiều quyền hơn các tôn giáo nhỏ",
        "ans_d":"D. Các tôn giáo được pháp luật bảo hộ nơi thờ tự","ans_true":	3	},
      {"ques":"Quyền bình đẳng giữa các tôn giáo là?",
        "ans_a":"A. Cơ sở để đảm bảo trật tự xã hội và an toàn xã hội",
        "ans_b":"B. Cơ sở để thực hiện chính sách hòa bình",
        "ans_c":"C. Cơ sở, tiền đề quan trọng của khối đại đoàn kết toàn dân tộc",
        "ans_d":"D. Cơ sở, nguyên tắc để chống diễn biến hòa bình","ans_true":	3	},
      {"ques":"Ông A không tham gia buôn bán, tàng trữ và sử dụng chất ma túy, trong trường hợp này ông A đã?",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Thi hành pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Áp dụng pháp luật","ans_true":	3	},
      {"ques":"Chị C bị bắt về tội vu khống và tội làm nhục người khác, trong trường hợp này chị C phải chịu trách nhiệm?",
        "ans_a":"A. Hình sự",
        "ans_b":"B. Dân sự",
        "ans_c":"C. Hành chính",
        "ans_d":"D. Kỷ luật","ans_true":	1	},
      {"ques":"Loại hợp đồng nào phổ biến nhất trong sinh hoạt hàng ngày của công dân?",
        "ans_a":"A. Hợp đồng mua bán",
        "ans_b":"B. Hợp đồng lao động",
        "ans_c":"C. Hợp đồng dân sự",
        "ans_d":"D. Hợp đồng vay mượn","ans_true":	3	},
      {"ques":"Trong gia đình bác A, mọi người đều thực hiện nghĩa vụ cùng nhau chăm lo đời sống chung của gia đình. Điều này thể hiện?",
        "ans_a":"A. Bình đẳng giữa các thế hệ trong gia đình",
        "ans_b":"B. Nghĩa vụ của các thành viên trong gia đình",
        "ans_c":"C. Bình đẳng giữa các thành viên trong gia đình",
        "ans_d":"D. Trách nhiệm của cha mẹ và các con","ans_true":	3	},
      {"ques":"Người ở độ tuổi nào dưới đây phải chịu trách nhiệm hình sự về mọi tội phạm?",
        "ans_a":"A. Từ đủ 14 tuổi trở lên",
        "ans_b":"B. Từ đủ 16 tuổi trở lên",
        "ans_c":"C. Từ đủ 17 tuổi trở lên",
        "ans_d":"D. Từ đủ 18 tuổi trở lên","ans_true":	2	},
      {"ques":"Giám đốc công ty A quyết định cho chị B sang làm công việc nặng nhọc, thuộc danh mục mà pháp luật quy định”không được sử dụng lao động nữ” trong khi công ty vẫn có lao động nam để làm công việc này. Quyết định của giám đốc công ty đã xâm phạm tới quyền nào dưới đây?",
        "ans_a":"A. Quyền ưu tiên lao động nữ",
        "ans_b":"B. Quyền lựa chọn việc làm của lao động nữ",
        "ans_c":"C. Quyền bình đẳng giữa người lao động và người sử dụng lao động",
        "ans_d":"D. Quyền bình đẳng giữa lao động nam và lao động nữ","ans_true":	4	},
      {"ques":"Đâu là văn bản quy phạm pháp luật?",
        "ans_a":"A. Điều lệ Hội Luật gia Việt Nam",
        "ans_b":"B. Điều lệ Đoàn thanh niên cộng sản Hồ Chí Minh",
        "ans_c":"C. Nội quy của nhà trường",
        "ans_d":"D. Điều luật hôn nhân gia đình","ans_true":	4	},
      {"ques":"Theo quy định của pháp luật, độ tuổi nào được coi là người lao động cao tuổi?",
        "ans_a":"A. Nam trên 55 tuổi, nữ trên 50 tuổi",
        "ans_b":"B. Nam trên 40 tuổi, nữ trên 45 tuổi",
        "ans_c":"C. Nam trên 50 tuổi, nữ trên 40 tuổi",
        "ans_d":"D. Nam trên 60 tuổi, nữ trên 55 tuổi.","ans_true":	4	},
      {"ques":"Không ai bị bắt, nếu không có quyết định của Toà án, quyết định hoặc phê chuẩn của Viện kiểm sát, trừ trường hợp phạm tội quả tang là nội dung của quyền nào dưới đây?",
        "ans_a":"A. Quyền bất khả xâm phạm về thân thể",
        "ans_b":"B. Quyền được bảo đảm an toàn trong cuộc sống",
        "ans_c":"C. Quyền tự do cá nhân",
        "ans_d":"D. Quyền được bảo đảm tính mạng","ans_true":	1	},
      {"ques":"Tự tiện bắt người, giam giữ người trái pháp luật là hành vi xâm phạm đến",
        "ans_a":"A. quyền được pháp luật bảo hộ về tính mạng, sức khoẻ",
        "ans_b":"B. quyền bất khả xâm phạm về thân thể của công dân",
        "ans_c":"C. quyền được đảm bảo an toàn của công dân",
        "ans_d":"D. quyền tự do của cá nhân trong xã hội","ans_true":	2	},
      {"ques":"Việc kiểm soát thư tín, điện thoại, điện tín của cá nhân được thực hiện trong trường hợp pháp luật có quy định và phải có quyết định của",
        "ans_a":"A. thủ trưởng cơ quan",
        "ans_b":"B. cơ quan nhà nước có thẩm quyền",
        "ans_c":"C. cơ quan Công an xã, phường",
        "ans_d":"D. cơ quan Quân đội nhân dâ","ans_true":	2	},
      {"ques":"Công dân tham gia đóng góp ý kiến với nhà nước về các vấn đề kinh tế, văn hoá, xã hội của đất nước là thực hiện",
        "ans_a":"A. quyền tham gia ban hành chính sách kinh tế, xã hội",
        "ans_b":"B. quyền tham gia quản lý nhà nước và xã hội",
        "ans_c":"C. quyền tham gia xây dựng bộ máy Nhà nước",
        "ans_d":"D. quyền tự do ngôn luận của công dân","ans_true":	2	},
      {"ques":"A và B cãi nhau, A đã dùng lời lẽ xúc phạm B trước các bạn trong lớp. Hành vi của A đã xâm phạm",
        "ans_a":"A. quyền bất khả xâm phạm đời tư",
        "ans_b":"B. quyền được pháp luật bảo hộ về uy tín cá nhân",
        "ans_c":"C. quyền được pháp luật bảo hộ về danh dự và nhân phẩm",
        "ans_d":"D. quyền bất khả xâm phạm về danh dự","ans_true":	3	},
      {"ques":"Một trong những nội dung của quyền được phát triển của công dân là",
        "ans_a":"A. công dân có quyền được khuyến khích, bồi dưỡng để phát triển tài năn",
        "ans_b":"B. công dân được học ở các trường đại học",
        "ans_c":"C. công dân được học ở nơi nào mà mình thích",
        "ans_d":"D. công dân được học môn học nào mà mình thích","ans_true":	1	},
      {"ques":"Pháp luật cho phép khám chỗ ở của công dân trong trường hợp nào dưới đây?",
        "ans_a":"A. Cần bắt người bị tình nghi thực hiện phạm tội",
        "ans_b":"B. Cần bắt người đang có ý định thực hiện hành vi phạm tội",
        "ans_c":"C. Cần bắt người đang bị truy nã hoặc người phạm tội đang lẩn tránh ở đó",
        "ans_d":"D. Cần khám để tìm hàng hoá trốn thuế","ans_true":	3	},
      {"ques":"Công dân Việt Nam đủ bao nhiêu tuổi trở lên có quyền ứng cử?",
        "ans_a":"A. Đủ 18 tuổi trở lên",
        "ans_b":"B. Trên 21 tuổi trở lên",
        "ans_c":"C. Đủ 22 tuổi trở lên",
        "ans_d":"D. Đủ 21 tuổi trở lên","ans_true":	4	},
      {"ques":"Ai dưới đây có quyền khiếu nại?",
        "ans_a":"A. Mọi cá nhân, tổ chức",
        "ans_b":"B. Chỉ có cá nhân",
        "ans_c":"C. Chỉ những người từ đủ 20 tuổi trở lên",
        "ans_d":"D. Chỉ những người là cán bộ nhà nước","ans_true":	1	},
      {"ques":"Quyền tự do tìm tòi, nghiên cứu để đưa ra các phát minh, sáng chế, cải tiến kỹ thuật là nội dung thuộc quyền nào dưới đây của công dân?",
        "ans_a":"A. Quyền phát minh sáng chế",
        "ans_b":"B. Quyền cải tiến kỹ thuật",
        "ans_c":"C. Quyền được phát triển",
        "ans_d":"D. Quyền sáng tạo","ans_true":	4	},
      {"ques":"Người nào dưới đây không có quyền bầu cử?",
        "ans_a":"A. Người đang đi công tác xa",
        "ans_b":"B. Người đang chấp hành phạt tù",
        "ans_c":"C. Người đang ốm nằm điều trị tại nhà",
        "ans_d":"D. Người bị tàn tật","ans_true":	2	},
      {"ques":"Nội dung nào dưới đây không thuộc quyền được phát triển của công dân?",
        "ans_a":"A. Những người phát triển sớm về trí tuệ được học vượt lớp",
        "ans_b":"B. Những người đạt giải trong các kỳ thi quốc gia được tuyển thẳng vào đại học",
        "ans_c":"C. Những học sinh học xuất sắc có thể được học ở các trường chuyên",
        "ans_d":"D. Những học sinh nghèo được miễn giảm học phí","ans_true":	4	},
      {"ques":"Nghi ngờ K lấy trộm điện thoại của mình, ông N đã nhốt K trong nhà mình suốt 3 giờ để tra hỏi. Hành vi của ông N đã xâm phạm đến quyền nào dưới đây của công dân?",
        "ans_a":"A. Quyền được đảm bảo an toàn về thân thể",
        "ans_b":"B. Quyền được đảm bảo an toàn về sức khoẻ",
        "ans_c":"C. Quyền được đảm bảo tự do cá nhân",
        "ans_d":"D. Quyền bất khả xâm phạm về thân thể","ans_true":	4	},
      {"ques":"Trường của A tổ chức lấy ý kiến của học sinh góp ý để xây dựng trường, lớp mình. Em đồng ý với ý kiến nào dưới đây?",
        "ans_a":"A. Học sinh không có quyền góp ý xây dựng trường, lớp",
        "ans_b":"B. Học sinh không cần góp ý",
        "ans_c":"C. Quyền tự do ngôn luận không bao gồm quyền góp ý này",
        "ans_d":"D. Góp ý xây dựng trường, lớp là quyền tự do ngôn luận của học sinh","ans_true":	4	},
      {"ques":"A đang sử dụng máy tính thì có việc đi ra khỏi phòng, nhân lúc đó bạn B tự ý vào đọc thư trong Email của A. Hành vi này của B đã xâm phạm tới quyền nào dưới đây của A?",
        "ans_a":"A. Quyền tự do cá nhân",
        "ans_b":"B. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm",
        "ans_c":"C. Quyền được bảo đảo an toàn và bí mật thư tín",
        "ans_d":"D. Quyền tự do ngôn luận của công dân","ans_true":	3	},
      {"ques":"Sau 2 năm tìm tòi, nghiên cứu anh A là kỹ sư nhà máy đã có sáng kiến hợp lý hoá quá trình sản xuất, đưa năng xuất lao động cao hơn trước. Anh A đã thực hiện quyền nào dưới đây của mình?",
        "ans_a":"A. Quyền được phát triển",
        "ans_b":"B. Quyền lao động",
        "ans_c":"C. Quyền học tập",
        "ans_d":"D. Quyền sáng tạo","ans_true":	4	},
      {"ques":"Sau khi phát hiện hành vi nhận hối lộ của một cán bộ huyện A, bà C muốn gửi đơn tố cáo đến cơ quan có thẩm quyền. Vậy bà C phải gửi đơn đến cơ quan nào dưới đây cho đúng pháp luật?",
        "ans_a":"A. Cơ quan công an bất kỳ",
        "ans_b":"B. Uỷ ban nhân huyện A",
        "ans_c":"C. Uỷ ban nhân tỉnh",
        "ans_d":"D. Viện kiểm sát nhân dân tỉnh","ans_true":	2	},
      {"ques":"Chị V không đồng ý với quyết định kỷ luật của Giám đốc sở. Chị có thể làm gì để bảo vệ quyền và lợi ích hợp pháp của mình?",
        "ans_a":"A. Khiếu nại quyết định của giám đốc",
        "ans_b":"B. Tố cáo với người có thẩm quyền",
        "ans_c":"C. Gửi đơn tố cáo đến cơ quan công an",
        "ans_d":"D. Đăng thông tin này lên Facebook","ans_true":	1	},
      {"ques":"Nhân dân xã X biểu quyết công khai về quyết định xây dựng nhà văn hoá xã với sự đóng góp của các hộ gia đình. Việc làm này biểu hiện quyền nào dưới đây của công dân?",
        "ans_a":"A. Quyền tự do ngôn luận",
        "ans_b":"B. Quyền tự do bày tỏ ý kiến, nguyện vọng",
        "ans_c":"C. Quyền tham gia quản lý Nhà nước và xã hội",
        "ans_d":"D. Quyền công khai minh bạch","ans_true":	3	},
      {"ques":"Chị A thuê căn phòng của bà B. Một lần chị A không có ở nhà, bà B đã mở khoá vào phòng để kiểm tra. Bà B có quyền tự ý vào nhà chị A khi chị A không có ở nhà hay không?",
        "ans_a":"A. Bà B không có quyền vì đây là chỗ ở của người khác",
        "ans_b":"B. Bà B có quyền vào bất cứ khi nào vì đây là nhà của bà",
        "ans_c":"C. Bà B có thể vào và rồi sau đó nói với chị A",
        "ans_d":"D. Bà B có thể vào mà không cần nói với chị A, vì bà chỉ xem mà không động vào tài sản của chị A","ans_true":	1	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 9,
    "time": 50,
    "questions": [
      {"ques":"Công dân bình đẳng về trách nhiệm pháp lí được hiểu là bất kì công dân nào vi phạm pháp luật cũng",
        "ans_a":"A. phải chịu trách nhiệm hình sự",
        "ans_b":"B. bị xử lí theo quy định của pháp luật",
        "ans_c":"C. bị truy tố và xét xử trước Tòa án",
        "ans_d":"D. Có thể chịu trách nhiệm pháp lí khác nhau","ans_true":	2	},
      {"ques":"Thực hiện pháp luật là những hoạt động có mục đích của cá nhân, tổ chức trở thành hành vi",
        "ans_a":"A. Phù hợp đạo đức",
        "ans_b":"B. nhân văn",
        "ans_c":"C. tự nguyện",
        "ans_d":"D. hợp pháp","ans_true":	4	},
      {"ques":"Bình đẳng trong quan hệ nhân thân giữa vợ và chồng được thể hiện ở nội dung nào dưới đây?",
        "ans_a":"A. Người vợ có nhiệm vụ chăm sóc con cái",
        "ans_b":"B. Vợ chồng quyết định công việc của nhau",
        "ans_c":"C. Người chồng có quyền quyết định về tài sản chung",
        "ans_d":"D. Vợ chồng tôn trọng danh dự, nhân phẩm của nhau","ans_true":	4	},
      {"ques":"Trong bảo vệ môi trường thì việc làm nào sau đây có tầm quan trọng đặc biệt",
        "ans_a":"A. Bảo vệ môi trường đất",
        "ans_b":"B. bảo vệ môi trường nước",
        "ans_c":"C. Bảo vệ rừng",
        "ans_d":"D. Bảo vệ môi trường không khí","ans_true":	3	},
      {"ques":"Theo Hiến pháp năm 2013, công dân Việt Nam từ đủ bao nhiêu tuổi trở lên có quyền bầu cử?",
        "ans_a":"A. 16",
        "ans_b":"B. 17",
        "ans_c":"C. 18",
        "ans_d":"D. 21","ans_true":	3	},
      {"ques":"Nội dung nào dưới đây không phải là đặc trưng của pháp luật?",
        "ans_a":"A. Tính xác định chặt chẽ về hình thức",
        "ans_b":"B. Tính quy phạm phổ biến",
        "ans_c":"C. Tính thuyết phục nêu gương",
        "ans_d":"D. Tính quyền lực bắt buộc chung","ans_true":	3	},
      {"ques":"Theo em các công ty có chính sách ưu đãi đối với người có trình độ chuyên môn cao thể hiện công dân bình đẳng trong",
        "ans_a":"A. thực hiện quyền lao động",
        "ans_b":"B. giao kết hợp đồng lao động",
        "ans_c":"C. lựa chon việc làm",
        "ans_d":"D. Cơ hội tìm kiếm việc làm","ans_true":	1	},
      {"ques":"Không ai bị bắt nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của viện kiểm sát trừ trường hợp phạm tội quả tang là nội dung quy định về quyền tự do cơ bản của công dân nào dưới đây?",
        "ans_a":"A. Quyền bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. Quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân",
        "ans_c":"C. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm của công dân",
        "ans_d":"D. Quyền bất khả xâm phạm về chỗ ở của công dân","ans_true":	1	},
      {"ques":"Mọi công dân đều có quền học từ thấp đến cao. Nội dung này thể hiện quyền",
        "ans_a":"A. Phát triển của công dân",
        "ans_b":"B. Dân chủ của công dân",
        "ans_c":"C. Sáng tạo của công dân",
        "ans_d":"D. Học tập của công dân","ans_true":	4	},
      {"ques":"Quyền tự do kinh doanh của công dân có nghĩa là",
        "ans_a":"A. Mọi công dân có đủ điều kiện kinh doanh do pháp luật quy định",
        "ans_b":"B. Một vài công dân có đủ điều kiện kinh doanh do pháp luật quy định",
        "ans_c":"C. Tập thể có đủ điều kiện kinh doanh do pháp luật quy định",
        "ans_d":"D. Doanh nghiệp có đủ điều kiện kinh doanh do pháp luật quy định","ans_true":	1	},
      {"ques":"Quy định người có thẩm quyền giải quyết khiếu nại, tố cáo là một nội dung thuộc",
        "ans_a":"A. nội dung quyền khiếu nại, tố cáo",
        "ans_b":"B. ý nghĩa quyền khiếu nại, tố cáo",
        "ans_c":"C. bình đẳng trong thực hiện quyền khiếu nại, tố cáo",
        "ans_d":"D. khái niệm quyền khiếu nại, tố cáo","ans_true":	1	},
      {"ques":"Pháp luật mang bản chất xã hội vì pháp luật",
        "ans_a":"A. pháp luật bắt nguồn từ xã hội",
        "ans_b":"B. pháp luật bảo vệ quyền lợi cho giai cấp thống trị",
        "ans_c":"C. phù hợp với ý chí của giai cấp cầm quyền",
        "ans_d":"D. phù hợp với ý chí của tất cả mọi người trong xã hội","ans_true":	1	},
      {"ques":"Trong các nghĩa vụ sau đây nghĩa vụ nào không phải là nghĩa vụ pháp lý?",
        "ans_a":"A. Con cái có nghĩa vụ phụng dưỡng cha mẹ già",
        "ans_b":"B. Người kinh doanh phải thực hiện nghĩa vụ nộp thuế",
        "ans_c":"C. Thanh niên đủ 18 tuổi phải thực hiện nghĩa vụ quân sự",
        "ans_d":"D. Đoàn thanh niên phải chấp hành điều lệ của Đoàn","ans_true":	4	},
      {"ques":"Công dân bình đẳng về trách nhiệm pháp lí là",
        "ans_a":"A. công dân nào thiếu hiểu biết về pháp luật mà vi phạm pháp luật thì không phải chịu trách nhiệm pháp lí",
        "ans_b":"B. công dân ở bất kì độ tuổi nào vi phạm pháp luật đều bị xử lý như nhau",
        "ans_c":"C. công dân nào vi phạm qui định của cơ quan, đơn vị đều phải chịu trách nhiệm kỉ luật",
        "ans_d":"D. công dân nào vi phạm pháp luật cũng bị xử lý theo qui định của pháp luật","ans_true":	4	},
      {"ques":"Pháp luật được hiểu là hệ thống các",
        "ans_a":"A. quy định chung",
        "ans_b":"B. quy tắc xử sự riêng",
        "ans_c":"C. quy tắc xử sự chung",
        "ans_d":"D. quy định riêng","ans_true":	3	},
      {"ques":"Đâu không phải là nội dung quyền bình đẳng trong hôn nhân và gia đình?",
        "ans_a":"A. Bình đẳng giữa ông bà và cháu",
        "ans_b":"B. Bình đẳng giữa cha mẹ và con cái",
        "ans_c":"C. Bình đẳng giữa vợ và chồng",
        "ans_d":"D. Bình đẳng giữa anh em họ hàng trong gia đình","ans_true":	4	},
      {"ques":"Trong lĩnh vực kinh tế, quyền bình đẳng của công dân được hiểu là",
        "ans_a":"A. Nhà nước phải bảo đảm để công dân của tất cả các dân tộc đều có mức sống như nhau",
        "ans_b":"B. Đảng và Nhà nước có chính sách phát triển kinh tế bình đẳng, không có sự phân biệt giữa dân tộc thiểu số và dân tộc đa số",
        "ans_c":"C. Mỗi dân tộc đều phải tự phát triển theo khả năng của mình",
        "ans_d":"D. Nhà nước phải bảo đảm để không có sự chên lệch về trình độ phát triển kinh tế giữa các vùng miền, giữa các dân tộc","ans_true":	2	},
      {"ques":"Không ai được tự vào chỗ ở của người khác nếu không được người đó đồng ý, trừ trường hợp ........................cho phép.",
        "ans_a":"A. Viện kiểm sát",
        "ans_b":"B. Pháp luật",
        "ans_c":"C. Công an",
        "ans_d":"D. Tòa án","ans_true":	2	},
      {"ques":"Trường hợp nào sau đây không được thực hiện quyền bầu cử theo quy định của pháp luật?",
        "ans_a":"A. Người đang chấp hành hình phạt tù",
        "ans_b":"B. Người đang bị nghi ngờ vi phạm pháp luật",
        "ans_c":"C. Người đã chấp hành xong bản án",
        "ans_d":"D. Người đang đi công tác ở biên giới hải đảo","ans_true":	1	},
      {"ques":"Dựa trên quy định của pháp luật về quyền sáng tạo công dân có thể tạo ra nhiều tác phẩm và công trình trong nhiều lĩnh vực",
        "ans_a":"A. Khoa học tự nhiên, khoa học xã hội và khoa học kĩ thuật",
        "ans_b":"B. Khoa học tự nhiên và khoa học xã hội",
        "ans_c":"C. Khoa học xã hội và nhân văn, khoa học kĩ thuật",
        "ans_d":"D. Khoa học tự nhiên và khoa học kĩ thuật","ans_true":	1	},
      {"ques":"Khẳng định: công dân được khuyến khích bồi dưỡng để phát triển tài năng thuộc quyền nào dưới đây?",
        "ans_a":"A. Quyền được phát triển",
        "ans_b":"B. Quyền sáng tạo",
        "ans_c":"C. Quyền học tập",
        "ans_d":"D. Quyền bình đẳng","ans_true":	1	},
      {"ques":"Để thực hiện xóa đói giảm nghèo, nhà nước sử dụng các biện pháp kinh tế - tài chính như tăng nguồn vốn xóa đói giảm nghèo, mở rộng các hình thức trợ giúp người nghèo. Đây chính là nội dung cơ bản của pháp luật về",
        "ans_a":"A. quốc phòng, an ninh",
        "ans_b":"B. bảo vệ môi trường",
        "ans_c":"C. phát triển văn hóa",
        "ans_d":"D. các lĩnh vực xã hội","ans_true":	4	},
      {"ques":"Các dân tộc trong một quốc gia không phân biệt đa số hay thiểu số, trình độ văn hóa chủng tộc, màu da đều được nhà nước và pháp luật tôn trọng và tạo điều kiện phát triển được hiểu là",
        "ans_a":"A. quyền bình đẳng giữa các tôn giáo",
        "ans_b":"B. quyền bình đẳng giữa các dân tộc",
        "ans_c":"C. quyền bình đẳng về kinh tế",
        "ans_d":"D. quyền bình đẳng của công dân","ans_true":	2	},
      {"ques":"Công dân có thể viết thư cho đại biểu Quốc hội đề đạt ý kiến của mình. Trong trường hợp này, công dân đã thực hiện quyền nào dưới đây?",
        "ans_a":"A. Quyền bất khả xâm phạm về thân thể",
        "ans_b":"B. Quyền tự do ngôn luận",
        "ans_c":"C. Quyền tự do tín ngưỡng",
        "ans_d":"D. Quyền tự do báo chí","ans_true":	4	},
      {"ques":"Nhà máy sản xuất cà phê Ngon tại huyện Cưkuin tỉnh Đắk Lắk xả chất thải chưa xử lý ra môi trường. Hành vi này đã vi phạm hình thức thực hiện pháp luật nào dưới đây?",
        "ans_a":"A. Áp dụng pháp luật",
        "ans_b":"B. Sử dụng pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Thi hành pháp luật","ans_true":	3	},
      {"ques":"NguyễnThị B đã lừa bán hai phụ nữ và một trẻ em qua biên giới Trung Quốc. Trong trường hợp này Nguyến Thị B đã vi phạm",
        "ans_a":"A. Hình sự",
        "ans_b":"B. Hành chính",
        "ans_c":"C. kỉ luật",
        "ans_d":"D. Dân sự","ans_true":	1	},
      {"ques":"Vì bận việc riêng, anh A đã nhờ người khác bỏ phiếu giúp mình. Trong trường hợp này, anh A đã vi phạm nguyên tắc nào trong bầu cử?",
        "ans_a":"A. Bình đẳng",
        "ans_b":"B. Trực tiếp",
        "ans_c":"C. Bỏ phiếu kín",
        "ans_d":"D. Phổ thông","ans_true":	2	},
      {"ques":"Anh A đề nghị thủ trưởng cơ quan xem xét lại quyết định cho thôi việc của mình ta nói anh A đang thực hiện quyền gì?",
        "ans_a":"A. Quyền tố cáo",
        "ans_b":"B. Quyền khiếu nại",
        "ans_c":"C. Quyền ứng cử",
        "ans_d":"D. Quyền bãi nại","ans_true":	2	},
      {"ques":"Sau khi kết hôn, chị D ở nhà chăm sóc con, nên anh C chồng chị cho rằng việc lựa chọn nơi cư trú là quyền của anh. Anh C đã vi phạm nội dung quyền bình đẳng trong quan hệ nào dưới đây giữa vợ và chồng?",
        "ans_a":"A. Quan hệ tài sản",
        "ans_b":"B. Quan hệ đạo đức",
        "ans_c":"C. Quan hệ nhân thân",
        "ans_d":"D. Quan hệ gia đình","ans_true":	3	},
      {"ques":"Hãy chỉ ra những việc làm dưới đây không vi phạm đến quyền bất khả xâm phạm về chỗ ở của công dân",
        "ans_a":"A. Anh Hà giúp người hàng xóm phá khóa để vào nhà vì chủ nhà bị mất chìa khóa",
        "ans_b":"B. Vì mất con gà mái nên ông An đã tự tiện vào nhà của anh Thành để tìm con gà của mình",
        "ans_c":"C. Bà Tâm không cho cơ quan chức năng vào khám nhà mặc dù đã có lệnh khám xét của Tòa án",
        "ans_d":"D. Lỡ đá bóng vào nhà người hàng xóm khi chủ nhà đi vắng, Minh đã lặng lẽ trèo tường rào để nhặt quả bóng","ans_true":	1	},
      {"ques":"Bạn B đang học lớp 11. Do học lực yếu nên gia đình xin cho bạn B lưu ban. Điều này",
        "ans_a":"A. Đảm bảo quyền tự do của công dân",
        "ans_b":"B. Vi phạm quyền được phát triển của công dân",
        "ans_c":"C. Đảm bảo quyền của người học",
        "ans_d":"D. Vi phạm quyền học tập của công dân","ans_true":	3	},
      {"ques":"Cồng chiêng Tây nguyên được UNESCO chính thức công nhận là kiệt tác văn hóa phi vật thể và truyền khẩu của nhân loại vào năm nào?",
        "ans_a":"A. 2004",
        "ans_b":"B. 2006",
        "ans_c":"C. 2003",
        "ans_d":"D. 2005","ans_true":	4	},
      {"ques":"Cảnh sát giao thông xử lý đúng việc ông K đi xe máy ngược chiều và gây tai nạn là biểu hiện rõ đặc trưng nào dưới đây?",
        "ans_a":"A. Tính quy phạm phổ biến",
        "ans_b":"B. Tính chặt chẽ về hình thức",
        "ans_c":"C. Tính chặt chẽ về nội dung",
        "ans_d":"D. Tính quyền lực bắt buộc chung","ans_true":	4	},
      {"ques":"Gia đình anh A được nhà nước cho vay vốn ưu đãi để kinh doanh là quy định của pháp luật về lĩnh vực xã hội cơ bản nào?",
        "ans_a":"A. Chống tệ nạn xã hội",
        "ans_b":"B. Xóa đói giảm nghèo",
        "ans_c":"C. Kiềm chế sự gia tăng dân số",
        "ans_d":"D. Chăm sóc sức khỏe cho nhân dân","ans_true":	2	},
      {"ques":"Năm 2005, Đăk Lăk 100% xã có đường ô tô đến trung tâm xã, 96% số thôn, buôn và trên 97% hộ được dùng điện sinh hoạt, 100% xã có trạm y tế, 100% thôn buôn có đảng viên, có tổ chức cơ sở đảng. Có được những thành quả trên, theo em là do đâu?",
        "ans_a":"A. Được mùa và giá cả nông sản tăng cao",
        "ans_b":"B. Vị trí địa lí và giao thông thuận lợi",
        "ans_c":"C. Sự quan tâm của Đảng và Nhà nước",
        "ans_d":"D. Thu hút đầu tư nước ngoài có hiệu quả","ans_true":	3	},
      {"ques":"Trường hợp nào sau đây vi phạm quyền tự do ngôn luận?",
        "ans_a":"A. Phát biểu ý kiến xây dựng cơ quan, trường học, điạ phương mình",
        "ans_b":"B. Viết bài đăng báo bày tỏ ý kiến của mình ủng hộ cái đúng, phê phán cái sai",
        "ans_c":"C. Không quan tâm đến ý kiến của những người trẻ tuổi trong các cuộc họp",
        "ans_d":"D. Kiến nghị với các đại biểu Quốc hội và hội đồng nhân dân trong buổi tiếp xúc cử tri","ans_true":	3	},
      {"ques":"Chị H là nhân viên của công ty M, đang nuôi con nhỏ 9 tháng tuổi nhưng do dịp tết, công ty phải tăng ca và buộc nhân viên phải làm thêm ca tối, trong đó có chị H. Vậy chị H cần phải làm gì?",
        "ans_a":"A. Đồng ý làm tăng ca theo quy định vì đó là nghĩa vụ của mình đối với công ty",
        "ans_b":"B. Tham khảo luật lao động để bảo vệ quyền của mình",
        "ans_c":"C. Không có ý kiến gì, làm theo nhân viên khác",
        "ans_d":"D. Khiếu nại giám đốc công ty vì cho rằng việc tăng ca là bóc lột sức lao động của mình","ans_true":	2	},
      {"ques":"Anh M đã kí hợp đồng thuê nhà với bà X là 12 tháng. Mỗi tháng 2 triệu. Trong hợp đồng hai bên thỏa thuận và anh M phải trả trước 3 tháng tiền thuê nhà là 6 triệu đồng. Các tháng còn lại là đóng vào đầu tháng Đến khi anh M ở tới tháng thứ 9 thì bà X đề nghị tăng tiền thuê nhà nhưng anh M không đồng ý. Bà X đã yêu cầu Anh M ra khỏi nhà và cho người khác thuê. Vậy em có nhận xét như thế nào về tình huống này?",
        "ans_a":"A. Anh M đã thuê nhà và cũng sắp hết hạn hợp đồng cho nên anh M cần phải chấp thuận lời đề nghị của bà X",
        "ans_b":"B. Bà X là chủ nhà nên bà X có quyền yêu cầu anh M rời khỏi nhà mình",
        "ans_c":"C. Anh M phải dọn khỏi nhà bà X",
        "ans_d":"D. Bà X đã vi phạm đến quyền bất khả xâm phạm về chỗ ở của công dân","ans_true":	4	},
      {"ques":"Anh A lái xe máy và lưu thông đúng luật. Chị B đi xe đạp không quan sát và bất ngờ băng ngang qua đường làm anh A bị thương (giám định là 10%). Theo em trường hợp này xử phạt như thế nào?",
        "ans_a":"A. Không xử lý chị B vì chị B là người đi xe đạp",
        "ans_b":"B. Cảnh cáo và buộc chị B phải bồi thường thiệt hại cho gia đình anh A",
        "ans_c":"C. Cảnh cáo phạt tiền chị B",
        "ans_d":"D. Phạt tù chị B","ans_true":	3	},
      {"ques":"Khi chị T nghỉ chế độ thai sản, công ty X đã tuyển dụng công nhân khác và chấm dứt hợp đồng lao động với chị mà không báo trước 45 ngày. Việc làm của công ty X đã vi phạm luật nào dưới đây?",
        "ans_a":"A. Luật hành chính",
        "ans_b":"B. Luật lao động",
        "ans_c":"C. Luật kinh doanh",
        "ans_d":"D. Luật tuyển dụng","ans_true":	2	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 10,
    "time": 50,
    "questions": [
      {"ques":" Bạn H ghen ghét bạn T nên đã bịa đặt, nói xấu, vu cáo cho bạn T lên faceebook, nếu là bạn của H em sẽ xử sự như thế nào?",
        "ans_a":"A. Im lặng và tránh gặp mặt bạn H",
        "ans_b":"B. Gặp bạn H nói chuyện và phân tích cho H hiểu làm như vậy là vi phạm pháp luật",
        "ans_c":"C. Đánh bạn H một trận tơi bời vì tội vu cáo",
        "ans_d":"D. Chia sẻ thông tin lên faceebok","ans_true":	2	},
      {"ques":"Công an được quyền bắt người trong trường hợp nào?",
        "ans_a":"A. Hai người to tiếng với nhau",
        "ans_b":"B. Bị nghi ngờ phạm tội",
        "ans_c":"C. Tung tin nói xấu người khác",
        "ans_d":"D. Đang thực hiện hành vi phạm tội","ans_true":	4	},
      {"ques":"Công dân có thể viết bài gửi đăng báo, bày tỏ ý kiến của mình về chủ trương, chính sách và pháp luật của Nhà nước thông qua quyền nào dưới đây?",
        "ans_a":"A. Quyền tự do ngôn luận",
        "ans_b":"B. Quyền ứng cử, bầu cử",
        "ans_c":"C. Quyền khiếu nại",
        "ans_d":"D. Quyền tố cáo","ans_true":	1	},
      {"ques":"Việc nhờ người thân trong gia đình đi bỏ phiếu hộ trong cuộc bỏ phiếu bầu đại biểu quốc hội là vi phạm nguyên tắc gì theo Luật Bầu cử?",
        "ans_a":"A. Bỏ phiếu kín",
        "ans_b":"B. Bình đẳng",
        "ans_c":"C. Trực tiếp",
        "ans_d":"D. Phổ thông","ans_true":	3	},
      {"ques":"Bình đẳng giữa vợ và chồng được thể hiện trong",
        "ans_a":"A. quan hệ tài sản",
        "ans_b":"B. quan hệ nhân thân và quan hệ tài sản",
        "ans_c":"C. quan hệ kinh tế",
        "ans_d":"D. quan hệ nhân thân","ans_true":	2	},
      {"ques":"Bình đẳng trong hôn nhân và gia đình không bao gồm quan hệ nào dưới đây?",
        "ans_a":"A. Nhân thân",
        "ans_b":"B. Xã hội",
        "ans_c":"C. Tài sản chung",
        "ans_d":"D. Tài sản riêng","ans_true":	2	},
      {"ques":"Khi đến thăm trường phổ thông dân tộc nội trú M, anh T đã vô tình phát hiện việc giám thị A nhốt học sinh vi phạm kỉ luật trong phòng tối. Anh T cần thực hiện quyền nào dưới đây để bảo vệ lợi ích hợp pháp cho học sinh?",
        "ans_a":"A. Tố cáo",
        "ans_b":"B. Khiếu nại",
        "ans_c":"C. Chăm sóc",
        "ans_d":"D. Bảo vệ","ans_true":	1	},
      {"ques":"Các tổ chức, cá nhân không làm những việc mà pháp luật cấm là",
        "ans_a":"A. tuân thủ pháp luật",
        "ans_b":"B. áp dụng pháp luật",
        "ans_c":"C. thi hành pháp luật",
        "ans_d":"D. sử dụng pháp luật","ans_true":	1	},
      {"ques":"Ai có quyền ra lệnh bắt bị can, bị cáo để tạm giam khi có căn cứ chứng tỏ bị can, bị cáo sẽ gây khó khăn cho điều tra, truy tố, xét xử hoặc tiếp tục phạm tội?",
        "ans_a":"A. Thủ trưởng cơ quan đơn vị",
        "ans_b":"B. Giám đốc công ty",
        "ans_c":"C. Công an",
        "ans_d":"D. Viện Kiểm sát, Tòa án","ans_true":	4	},
      {"ques":"Anh D không cho vợ đi học cao học, vậy anh D đã vi phạm đến quyền bình đẳng giữa vợ và chồng trong quan hệ",
        "ans_a":"A. sở hữu tài sản chung",
        "ans_b":"B. nhân thân",
        "ans_c":"C. tình cảm",
        "ans_d":"D. sở hữu tài sản riêng","ans_true":	1	},
      {"ques":"Thấy con gái bị từ chối tiêm vắc xin phòng bệnh sởi theo chương trình tiêm chủng mở rộng, dù chưa rõ lý do anh A đã đánh nhân viên y tế của trạm X. Anh A dã vi phạm quyền nào dưới đây của công dân?",
        "ans_a":"A. Bất khả xâm phạm về thân thể",
        "ans_b":"B. Chọn hình thức bảo hiểm y tế",
        "ans_c":"C. Cung cấp thông tin và chăm sóc sức khỏe",
        "ans_d":"D. Được pháp luật bảo hộ về tính mạng, sức khỏe","ans_true":	4	},
      {"ques":"Bất kỳ ai cũng có quyền bắt người trong trường hợp nào?",
        "ans_a":"A. Có dấu hiệu thực hiện hành vi phạm tội",
        "ans_b":"B. Bị nghi ngờ phạm tội",
        "ans_c":"C. Đang chuẩn bị thực hiện hành vi phạm tội",
        "ans_d":"D. Đang phạm tội quả tang hoặc đang bị truy nã","ans_true":	4	},
      {"ques":"Nội dung nào không phải là nội dung cơ bản của bình đẳng trong lao động?",
        "ans_a":"A. Bình đẳng trong thực hiện quyền lao động",
        "ans_b":"B. Bình đẳng trong giao kết hợp đồng lao động",
        "ans_c":"C. Bình đẳng giữa chủ và thợ",
        "ans_d":"D. Bình đẳng giữa lao động nam và lao động nữ","ans_true":	3	},
      {"ques":"Nguyên tắc trong giao kết hợp đồng lao động là",
        "ans_a":"A. tự do, tự nguyện, bình đẳng",
        "ans_b":"B. tự giác, trách nhiệm, tận tâm",
        "ans_c":"C. dân chủ, công bằng, tiến bộ",
        "ans_d":"D. tích cực, chủ động, tự quyết","ans_true":	1	},
      {"ques":"Tòa xét xử các vụ án tham nhũng không phân biệt chủ thể vi phạm là ai, giữ chức vụ gì, điều đó thể hiện sự bình đẳng về",
        "ans_a":"A. quyền",
        "ans_b":"B. nghĩa vụ",
        "ans_c":"C. quyền lao động",
        "ans_d":"D. trách nhiệm pháp lý","ans_true":	4	},
      {"ques":"Anh H bị giám đốc xí nghiệp đình chỉ công tác vì lý do nằm viện quá lâu ảnh hưởng đến thu nhập của cơ quan, trong trường hợp trên anh H phải làm gì để bảo vệ quyền lợi của mình?",
        "ans_a":"A. Tố cáo giám đốc xí nghiệp với cơ quan có thẩm quyền cao hơn giám đốc xí nghiệp",
        "ans_b":"B. Làm đơn khiếu nại giám đốc xí nghiệp",
        "ans_c":"C. Làm đơn tố cáo giám đốc xí nghiệp",
        "ans_d":"D. Báo cho công an là giám đốc xí nghiệp đã tự ý đình chỉ công tác của mình","ans_true":	2	},
      {"ques":"Đội thanh niên xung kích Trường THPT B đã giúp bà con vùng lũ dọn dẹp vệ sinh và tư vấn cách xử lý nguồn nước ô nhiễm. Đội thanh niên xung kích đã thực hiện nhiệm vụ nào sau đây?",
        "ans_a":"A. Xóa đói giảm nghèo",
        "ans_b":"B. Tiết kiêm tài nguyên",
        "ans_c":"C. Làm việc từ thiện",
        "ans_d":"D. Bảo vệ môi trường","ans_true":	4	},
      {"ques":"Hiến pháp nước Cộng hòa Xã hội Chủ Nghĩa Việt Nam năm 2013 quy định mọi công dân đều",
        "ans_a":"A. bình đẳng trước pháp luật",
        "ans_b":"B. bình đẳng về nghĩa vụ",
        "ans_c":"C. bình đẳng về quyền lợi",
        "ans_d":"D. bình đẳng trước Nhà nước","ans_true":	1	},
      {"ques":"Người có quyền đi bầu cử đại biểu Quốc hội và Hội đồng Nhân dân là",
        "ans_a":"A. công dân Việt Nam từ đủ 18 tuổi trở lên",
        "ans_b":"B. công dân Việt Nam từ đủ 17 tuổi trở lên",
        "ans_c":"C. công dân Việt Nam từ đủ 19 tuổi trở lên",
        "ans_d":"D. công dân Việt Nam từ đủ 21 tuổi trở lên","ans_true":	1	},
      {"ques":"Bịa đặt, nói xấu người khác là hành vi xâm phạm quyền nào của công dân?",
        "ans_a":"A. Quyền được pháp luật bảo hộ về tính mạng và sức khỏe",
        "ans_b":"B. Quyền bất khả xâm phạm về thân thể của công dân",
        "ans_c":"C. Quyền bất khả xâm phạm về tinh thần của công dân",
        "ans_d":"D. Quyền được pháp luật bảo hộ về nhân phẩm, danh dự","ans_true":	4	},
      {"ques":"A lén lút kiểm tra điện thoại của bạn học cùng lớp, hành vi này của A đã xâm phạm đến quyền nào dưới đây?",
        "ans_a":"A. Quyền được pháp luật bảo hộ về nhân phẩm",
        "ans_b":"B. Quyền tự do dân chủ của công dân",
        "ans_c":"C. Quyền được bảo đảm an toàn và bí mật thư tín, điện thoại của công dân",
        "ans_d":"D. Quyền tự do ngôn luận của công dân","ans_true":	3	},
      {"ques":"Anh B tự ý xông vào nhà anh N khám xét vì nghi ngờ anh N lấy trộm điện thoại của mình, hành vi này xâm phạm đến quyền nào dưới đây?",
        "ans_a":"A. Quyền được pháp luật bảo hộ về nhân phẩm, danh dự",
        "ans_b":"B. Quyền bất khả xâm phạm về chỗ ở của công dân",
        "ans_c":"C. Quyền nhân thân của công dân",
        "ans_d":"D. Quyền được đảm bảo bí mật đời tư của công dân","ans_true":	2	},
      {"ques":"Bình đẳng trong kinh doanh có nghĩa là",
        "ans_a":"A. các hộ kinh doanh bình đẳng về quyền và nghĩa vụ trong kinh doanh",
        "ans_b":"B. nhà nước quy định hình thức tổ chức cho người kinh doanh",
        "ans_c":"C. nhà nước quy định các mặt hàng cho các hộ kinh doanh",
        "ans_d":"D. các cá nhân, tổ chức không được tự ý lựa chọn ngành nghề","ans_true":	1	},
      {"ques":"Pháp luật là phương tiện để nhà nước làm gì?",
        "ans_a":"A. Bảo vệ các giai cấp",
        "ans_b":"B. Quản lý công dân",
        "ans_c":"C. Quản lý xã hội",
        "ans_d":"D. Bảo vệ các công dân","ans_true":	3	},
      {"ques":"Pháp luật là phương tiện để công dân thực hiện và bảo vệ",
        "ans_a":"A. quyền và nghĩa vụ của mình",
        "ans_b":"B. lợi ích kinh tế của mình",
        "ans_c":"C. quyền và lợi ích hợp pháp của mình",
        "ans_d":"D. các quyền của mình","ans_true":	3	},
      {"ques":"Pháp luật xã hội chủ nghĩa mang bản chất của giai cấp nào?",
        "ans_a":"A. Giai cấp tiến bộ",
        "ans_b":"B. Giai cấp công nhân",
        "ans_c":"C. Nhân dân lao động",
        "ans_d":"D. Giai cấp cầm quyền","ans_true":	2	},
      {"ques":"Khi nhìn thấy kẻ gian đang bẻ khóa xe máy của đồng nghiệp, chi H đã báo cho cơ quan công an. Chị H đã thực hiện quyền nào của công dân?",
        "ans_a":"A. Quyền tự do ngôn luận",
        "ans_b":"B. Quyền nhân thân",
        "ans_c":"C. Quyền tố cáo",
        "ans_d":"D. Quyền khiếu nại","ans_true":	3	},
      {"ques":"Vi phạm hành chính là hành vi vi phạm pháp luật có mức độ nguy hiểm thấp hơn tội phạm, xâm phạm các",
        "ans_a":"A. quy tắc quản lí xã hội",
        "ans_b":"B. quy tắc kỉ luật lao động",
        "ans_c":"C. nguyên tắc quản lí hành chính",
        "ans_d":"D. quy tắc quản lí của nhà nước","ans_true":	4	},
      {"ques":"Người có quyền ứng cử vào các cơ quan đại biểu của Nhân dân là",
        "ans_a":"A. công dân Việt Nam từ đủ 18 tuổi trở lên",
        "ans_b":"B. công dân Việt Nam từ đủ 19 tuổi trở lên",
        "ans_c":"C. công dân Việt Nam từ đủ 21 tuổi trở lên",
        "ans_d":"D. công dân Việt Nam từ đủ 20 tuổi trở lên","ans_true":	3	},
      {"ques":"Tham gia thảo luận, góp ý kiến xây dựng các văn bản pháp luật là thực hiện quyền nào?",
        "ans_a":"A. Tự do ngôn luận",
        "ans_b":"B. Quyền tham gia quản lý nhà nước và xã hội",
        "ans_c":"C. Quyền khiếu nại, tố cáo",
        "ans_d":"D. Quyền ứng cử, bầu cử","ans_true":	2	},
      {"ques":"Người phải chịu trách nhiệm hình sự về mọi tội phạm do mình gây ra có độ tuổi theo quy định của pháp luật là bao nhiêu?",
        "ans_a":"A. Từ 18 tuổi trở lên",
        "ans_b":"B. Từ đủ14 tuổi trở lên",
        "ans_c":"C. Từ đủ 16 tuổi trở lên",
        "ans_d":"D. Từ đủ 17 tuổi trở lên","ans_true":	3	},
      {"ques":"Anh A đề nghị thủ trưởng cơ quan xem xét lại quyết định cho thôi việc của mình. Ta nói anh A đang thực hiện quyền gì?",
        "ans_a":"A. Quyền tố cáo",
        "ans_b":"B. Quyền ứng cử",
        "ans_c":"C. Quyền bãi nại",
        "ans_d":"D. Quyền khiếu nại","ans_true":	4	},
      {"ques":"Chị A không đội mũ bảo hiểm khi đi xe máy trên đường, bị cảnh sát giao thông lập biên bản xử phạt 300.000đ. Hỏi trong trường hợp này cảnh sát giao thông đã?",
        "ans_a":"A. Áp dụng pháp luật",
        "ans_b":"B. Tuân thủ pháp luật",
        "ans_c":"C. Thi hành pháp luật",
        "ans_d":"D. Sử dụng pháp luật","ans_true":	1	},
      {"ques":"Mọi công dân đều có quyền học không hạn chế, học bất cứ ngành nghề nào, nội dung này thể hiện quyền nào dưới đây?",
        "ans_a":"A. Quyền học tập",
        "ans_b":"B. Quyền sáng tạo",
        "ans_c":"C. Quyền được phát triển",
        "ans_d":"D. Quyền tác giả","ans_true":	1	},
      {"ques":"Nhà nước ban hành các chương trình, chính sách phát triển kinh tế (134, 135) ở các xã đặc biệt khó khăn, vùng đồng bào dân tộc và miền núi thể hiện sự bình đẳng về",
        "ans_a":"A. chính trị",
        "ans_b":"B. kinh tế",
        "ans_c":"C. xã hội",
        "ans_d":"D. Văn hóa","ans_true":	2	},
      {"ques":"Cố ý đánh người gây thương tích là hành vi vi phạm",
        "ans_a":"A. dân sự",
        "ans_b":"B. hình sự",
        "ans_c":"C. kỷ luật",
        "ans_d":"D. hành chính","ans_true":	2	},
      {"ques":"Sau nhiều lần khuyên B từ bỏ chơi game không được, A đã nghĩ cách vào quán game tìm B đồng thời chửi mắng chủ quán vì tội chứa chấp nên bị chủ quán game sỉ nhục và đuổi ra khỏi quán. Chủ quán game và A đã vi phạm quyền nào dưới đây của công dân?",
        "ans_a":"A. Bất khả xâm phạm về thân thể",
        "ans_b":"B. Bất khả xâm phạm về chỗ ở",
        "ans_c":"C. Được bảo hộ về danh dự và nhân phẩm",
        "ans_d":"D. Không được xâm phạm tới bí mật đời tư","ans_true":	3	},
      {"ques":"Nhà nước có chính sách học bổng và ưu tiên con em đồng bào dân tộc vào học các trường Đại học, điều này thể hiện sự bình đẳng về",
        "ans_a":"A. chính trị",
        "ans_b":"B. kinh tế",
        "ans_c":"C. tự do tín ngưỡng",
        "ans_d":"D. văn hóa, giáo dục","ans_true":	4	},
      {"ques":"Công dân được khiếu nại trong trường hợp quyền và lợi ích hợp pháp của mình bị",
        "ans_a":"A. ảnh hưởng",
        "ans_b":"B. thu hồi",
        "ans_c":"C. xâm hại",
        "ans_d":"D. xâm phạm","ans_true":	3	},
      {"ques":"Chị H tự ý bán ngôi nhà mà hai vợ chồng tích góp được khi chồng đi công tác xa, vậy chị H đã vi phạm quyền bình đẳng giữa vợ và chồng trong quan hệ",
        "ans_a":"A. tài sản chung",
        "ans_b":"B. tài sản riêng",
        "ans_c":"C. nhân thân",
        "ans_d":"D. tình cảm","ans_true":	1	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 11,
    "time": 50,
    "questions": [
      {"ques":"Đối với lao động nữ, người sử dụng lao động có thể đơn phương chấm dứt hợp đồng lao động khi",
        "ans_a":"A. Kết hôn",
        "ans_b":"B. Nuôi con dưới 12 tháng tuổi",
        "ans_c":"C. Nghỉ việc không lí do",
        "ans_d":"D. Có thai","ans_true":	3	},
      {"ques":"Theo quy định của luật lao động, người sử dụng lao động là người ít nhất phải đủ",
        "ans_a":"A. 18 tuổi",
        "ans_b":"B. 16 tuổi",
        "ans_c":"C. 17 tuổi",
        "ans_d":"D. 15 tuổi","ans_true":	1	},
      {"ques":"Để đảm bảo quyền bình đẳng trong giao kết hợp đồng lao động, người lao động cần dựa vào quy định nào của pháp luật?",
        "ans_a":"A. Nguyên tắc tự do, tự nguyện, bình đẳng, trực tiếp",
        "ans_b":"B. Nguyên tắc tự quyết, tự giác, bình đẳng",
        "ans_c":"C. Nguyên tắc dân chủ, công bằng, tiến bộ",
        "ans_d":"D. Nguyên tắc tự giác, tự quyết, tự tin","ans_true":	1	},
      {"ques":"Câu phát biểu nào sau đây là sai khi nói về quyền kinh doanh?",
        "ans_a":"A. Kinh doanh là quyền tự do của mỗi người không ai có quyền can thiệp",
        "ans_b":"B. Kinh doanh phải theo đúng quy định của pháp luật",
        "ans_c":"C. Công dân có quyền tự do lựa chọn hình thức kinh doanh",
        "ans_d":"D. Công dân có quyền tự do kinh doanh bất cứ, ngành nghề gì","ans_true":	4	},
      {"ques":"A là học sinh lớp 11, vì ngủ quên, sợ chậm học nên A đã đi xe máy đến trường. Hành vi của học sinh A đã vi phạm",
        "ans_a":"A. Pháp luật dân sự",
        "ans_b":"B. Luật giao thông đường bộ",
        "ans_c":"C. Pháp luật hành chính",
        "ans_d":"D. Pháp luật kỷ luật","ans_true":	2	},
      {"ques":"Vì nghi ngờ anh A lấy cắp điện thoại, ông X đã bắt và giam giữ anh A suốt 24 giờ, tra khảo rồi mới thả ra. Việc làm của ông X",
        "ans_a":"A. Vi phạm quyền bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. Xâm phạm quyền được bảo đảm về tính mạng, sức khỏe của công dân",
        "ans_c":"C. Xâm phạm quyền được bảo đảm danh dự, nhân phẩm của công dân",
        "ans_d":"D. Phù hợp với các quy định của pháp luật","ans_true":	1	},
      {"ques":"Khi thấy H đang loay hoay để mở trộm khóa xe của khách, bác Hùng đã lập tức bắt H dẫn về đồn công an phường. Việc làm của bác Hùng đã",
        "ans_a":"A. Vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe nhân phẩm và danh dự",
        "ans_b":"B. Không vi phạm pháp luật khi bắt người",
        "ans_c":"C. Vi phạm quyền tụ do của công dân",
        "ans_d":"D. Vi phạm quyền bất khả xâm phạm về thân thể của công dân","ans_true":	2	},
      {"ques":"Chủ thể nào dưới đây có quyền áp dụng pháp luật?",
        "ans_a":"A. Mọi cán bộ, công chức nhà nước",
        "ans_b":"B. Mọi công dân",
        "ans_c":"C. Mọi cá nhân, tổ chức",
        "ans_d":"D. Các cơ quan, công chức nhà nước có thẩm quyền","ans_true":	4	},
      {"ques":"Quyền thành lập doanh nghiệp tư nhân là của",
        "ans_a":"A. Người là dân tộc Kinh",
        "ans_b":"B. Tất cả mọi người sinh sống trên đất nước ta theo quy định của pháp luật",
        "ans_c":"C. Người có bằng cấp về kinh tế",
        "ans_d":"D. Người nước ngoài đang sing sống tại Việt Nam vì họ có vốn lớn","ans_true":	2	},
      {"ques":"Một học sinh lớp 11 (17 tuổi) tham gia giao thông bằng phương tiện xe máy có dung tích xi-lanh trên 50cm3 (có đội mũ bảo hiểm). Theo quy định của pháp luật, hành vi của học sinh trên",
        "ans_a":"A. Là hợp pháp vì đang thực hiện quyền tự do đi lại",
        "ans_b":"B. Vi phạm pháp luật vì có đủ năng lực trách nhiệm pháp lý",
        "ans_c":"C. Không phải chịu trách nhiệm pháp lí vì chưa đủ 18 tuổi",
        "ans_d":"D. Không vi phạm pháp luật vì đã đội mũ bảo hiểm","ans_true":	2	},
      {"ques":"Pháp luật xử phạt tất cả các hành vi",
        "ans_a":"A. Cố ý hoặc vô ý làm tổn hại đến sức khỏe của người khác",
        "ans_b":"B. Cố ý làm tổn hại đến tính mạng và sức khỏe của người khác",
        "ans_c":"C. Cố ý hoặc vô ý làm tổn hại đến tính mạng và sức khỏe của người khác",
        "ans_d":"D. Vô ý làm tổn hại đến tính mạng và sức khỏe của người khác","ans_true":	1	},
      {"ques":"Sau khi kết hôn, anh H yêu cầu vợ mình từ bỏ tôn giáo mà vợ mình đang theo. Hành vi của anh H đã vi phạm quyền bình đẳng giữa vợ chồng",
        "ans_a":"A. trong quan hệ tình cảm",
        "ans_b":"B. trong quan hệ nhân thân",
        "ans_c":"C. về vấn đề tôn giáo",
        "ans_d":"D. về quyền tự do tín ngưỡng, tôn giáo","ans_true":	2	},
      {"ques":"Bình đẳng trước pháp luật có nghĩa là mọi công dân, nam, nữ thuộc các dân tộc, tôn giáo, thành phần, địa vị xã hội khác nhau đều không bị phân biệt đối xử trong việc",
        "ans_a":"A. hưởng quyền, thực hiện nghĩa vụ theo quy định của pháp luật",
        "ans_b":"B. thực hiện nghĩa vụ và chịu trách nhiệm pháp lí theo quy định của pháp luật",
        "ans_c":"C. hưởng quyền, thực hiện nghĩa vụ và chịu trách nhiệm pháp lí theo quy định của pháp luật",
        "ans_d":"D. hưởng quyền, thực hiện nghĩa vụ và chịu trách nhiệm pháp lí theo quy định của cơ quan nhà nước","ans_true":	3	},
      {"ques":"Công dân bình đẳng về trách nhiệm pháp lý là",
        "ans_a":"A. công dân nào vi phạm quy định của cơ quan nhà, đơn vị đều phải chịu trách nhiệm kỷ luật",
        "ans_b":"B. công dân nào do thiếu hiểu biết về pháp luật mà vi phạm pháp luật thì không phải chịu trách nhiệm pháp lý",
        "ans_c":"C. công dân ở bất kỳ độ tuổi nào vi phạm pháp luật đều bị xử lý như nhau",
        "ans_d":"D. công dân nào vi phạm pháp luật cũng bị xử lý theo quy định của pháp luật","ans_true":	4	},
      {"ques":"Vợ chồng anh A thuê nhà của ông B, anh A đã tự ý xây thêm gian bếp cho rộng hơn va sửa sang lại nhà theo ý muốn của mình. Hành vi của anh A đã",
        "ans_a":"A. vi phạm quyền sử dụng tài sản",
        "ans_b":"B. vi phạm pháp luật dân sự",
        "ans_c":"C. vi pham pháp luật hình sự",
        "ans_d":"D. vi phạm quyền sỡ hữu tài sản","ans_true":	2	},
      {"ques":"Lễ hội cồng chiêng của đồng bào dân tộc Tây Nguyên được khôi phục và phát huy. Điều này thể hiện các dân tộc Việt Nam đều bình đẳng về",
        "ans_a":"A. kinh tế",
        "ans_b":"B. chính trị",
        "ans_c":"C. văn hóa",
        "ans_d":"D. giáo dục","ans_true":	3	},
      {"ques":"A năm nay 15 tuổi, vì tức giận B nên A đã cố ý gây thương tích cho B ở mức độ rất nghiêm trọng. Hành vi của A vi phạm pháp luật gì và cơ quan nào có quyền quyết định hình phạt?",
        "ans_a":"A. Vi phạm hình sự, Tòa án quyết định hình phạt",
        "ans_b":"B. Vi phạm hình sự, Cơ quan thi hành án quyết định hình phạt",
        "ans_c":"C. Vi phạm hành chính, Tòa án quyết định hình phạt",
        "ans_d":"D. Vi phạm hình sự, Viện kiểm sát quyết định hình phạt","ans_true":	1	},
      {"ques":"Vi phạm kỉ luật là hành vi vi phạm đến",
        "ans_a":"A. các quan hệ xã hội mà pháp luật bảo vệ",
        "ans_b":"B. các quan hệ lao động và công vụ nhà nước",
        "ans_c":"C. các quan hệ giữa nhà trường và học sinh",
        "ans_d":"D. nội quy trường học","ans_true":	2	},
      {"ques":"Ý kiến nào sau đây sai về quyền bình đẳng trong lĩnh vực văn hóa, giáo dục giữa các dân tộc?",
        "ans_a":"A. Những phong tục, truyền thống văn hóa tốt đẹp của các dân tộc được gìn giữ",
        "ans_b":"B. Các dân tộc có quyền dùng tiếng nói và chữ viết của mình",
        "ans_c":"C. Tất cả những phong tục, truyền thống văn hóa của các dân tộc phải được gìn giữ",
        "ans_d":"D. Các dân tộc khác nhau đều được bình đẳng về cơ hội học tập","ans_true":	3	},
      {"ques":"Ông bà A có hai người con, một người con đẻ và một người con nuôi. Khi ông bà A chết, không để lai di chúc thừa kế tài sản.Tòa án đã phán quyết chia tài sản cho hai người con. Cách chia nào sau đây đúng với quy định của pháp luật?",
        "ans_a":"A. Mỗi người được thừa kế 50% số tài sản",
        "ans_b":"B. Con đẻ được thừa kế 70%, con nuôi 30%",
        "ans_c":"C. Con đẻ được thừa kế 60%, con nuôi 40%",
        "ans_d":"D. Con đẻ được thừa kế toàn bộ tài sản","ans_true":	1	},
      {"ques":"Sau khi ký hợp đồng lao động anh A vào làm việc tại công ty X, nhưng trong quá trình làm việc anh A đã không tuân thủ kỉ luật, làm ảnh hưởng đến tiến độ làm việc của công ty. Trong trường hợp này anh A đã vi phạm",
        "ans_a":"A. nghĩa vụ lao động",
        "ans_b":"B. hợp đồng lao động",
        "ans_c":"C. kỉ luật lao động",
        "ans_d":"D. thỏa thuận trong lao động","ans_true":	2	},
      {"ques":"Chủ thể của hợp đồng lao động là",
        "ans_a":"A. đại diện người lao động và người sử dụng lao động",
        "ans_b":"B. lao động nam và đại diện người sử dụng lao động",
        "ans_c":"C. người lao động và đại diện người lao động",
        "ans_d":"D. người lao động và người sử dụng lao động","ans_true":	4	},
      {"ques":"Hành vi vi phạm pháp luật có mức độ nguy hiểm thấp hơn tội phạm, xâm phạm các quy tắc quản lí của nhà nước là vi phạm pháp luật",
        "ans_a":"A. dân sự",
        "ans_b":"B. hình sự",
        "ans_c":"C. hành chính",
        "ans_d":"D. kỉ luật","ans_true":	3	},
      {"ques":"Từ thực tế ở nước ta số lượng người bị tàn tật tử vong do chấn thương sọ não khi tai nạn xe mô tô, xe máy ngày càng nhiều. Từ ngày 15/12/2007, theo nghị định 32/CP/2007 đã quy định bắt buộc người tham gia giao thông bằng phương tiên xe mô tô, xe máy phải đội mã bảo hiểm. Quy định này của pháp luật thể hiện",
        "ans_a":"A. bản chất giai cấp của pháp luật",
        "ans_b":"B. vai trò của pháp luật đối với đời sống xã hội",
        "ans_c":"C. bản chất xã hội của pháp luật",
        "ans_d":"D. ý nghĩa của pháp luật với đời sống xã hội","ans_true":	3	},
      {"ques":"Pháp luật mang bản chất giai cấp vì pháp luật",
        "ans_a":"A. có tính quy phạm phổ biến, mọi giai cấp trong xã hội phải chấp hành",
        "ans_b":"B. mang tính quyền lực, do giai cấp cầm quyền ban hành",
        "ans_c":"C. là những quy đinh bắt buộc đối với mọi giai cấp trong xã hội",
        "ans_d":"D. do nhà nước, đại diện cho giai cấp cầm quyền ban hành và bảo đảm thực hiện","ans_true":	4	},
      {"ques":"Tính quy phạm phổ biến, là một",
        "ans_a":"A. bản chất của pháp luật",
        "ans_b":"B. chức năng của pháp luật",
        "ans_c":"C. đặc trưng của pháp luật",
        "ans_d":"D. vai trò của pháp luật","ans_true":	3	},
      {"ques":"Trong vòng bao nhiêu giờ kể từ khi nhận được đề nghị xét phê chuẩn bắt người, Viện kiểm sát phải ra quyết định phê chuẩn hoặc không phê chuẩn?",
        "ans_a":"A. 12 giờ",
        "ans_b":"B. 24 giờ",
        "ans_c":"C. 8 giờ",
        "ans_d":"D. 5 giờ.","ans_true":	1	},
      {"ques":"Pháp luật nước cộng hòa xã hội chủ nghĩa Việt Nam mang bản chất của giai cấp nào?",
        "ans_a":"A. Giai cấp tư sản",
        "ans_b":"B. Giai cấp công nhân",
        "ans_c":"C. Giai cấp cầm quyền",
        "ans_d":"D. Giai cấp nông dân","ans_true":	2	},
      {"ques":"Nguyên tắc quan trọng hàng đầu trong hợp tác giao lưu giữa các dân tộc là",
        "ans_a":"A. bình đẳng",
        "ans_b":"B. các bên cùng có lợi",
        "ans_c":"C. đoàn kết",
        "ans_d":"D. tôn trọng lẫn nhau","ans_true":	1	},
      {"ques":"Các tôn giáo ở Việt Nam dù lớn hay nhỏ đều được Nhà nước",
        "ans_a":"A. đối xử bình đẳng như nhau và được tự do hoạt động",
        "ans_b":"B. cho phép tự do hoạt động trong khuôn khổ đất nước",
        "ans_c":"C. đối xử ngang nhau và tạo điều kiện phát triển trong khuôn khổ pháp luật",
        "ans_d":"D. đối xử bình đẳng như nhau và được tự do hoạt động trong khuôn khổ pháp luật","ans_true":	4	},
      {"ques":"Nội dung nào sau đây không phải là hình thức thực hiện pháp luật của cá nhân, tổ chức?",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Tuân thủ pháp luật",
        "ans_c":"C. Tuyên truyền pháp luật",
        "ans_d":"D. Thi hành pháp luật","ans_true":	3	},
      {"ques":"Không ai bị bắt nếu không có quyết định của Tòa án hoặc phê chuẩn của Viện kiểm sát, trừ trường hợp phạm tội quả tang. Quy định này thể hiện nội dung của quyền nào dưới đây?",
        "ans_a":"A. Quyền được pháp luật bảo hộ về danh dự, nhân phẩm",
        "ans_b":"B. Quyền bất khả xâm phạm về chổ ở của công dân",
        "ans_c":"C. Quyền được pháp luật bảo hộ về tính mạng, sức khỏe",
        "ans_d":"D. Quyền bất khả xâm phạm về thân thể của công dân","ans_true":	4	},
      {"ques":"Chủ nhà hàng A đăng kí kinh doanh dịch vụ ăn uống, nhưng lại kinh doanh cả karaoke, việc làm của chủ nhà hàng A đã vi phạm pháp luật",
        "ans_a":"A. hình sự",
        "ans_b":"B. dân sự",
        "ans_c":"C. kỉ luật",
        "ans_d":"D. hành chính","ans_true":	4	},
      {"ques":"Ông X đã có nhiều bài viết, bài trả lời phỏng vấn đăng tải trên mạng Internet với nội dung xuyên tạc, nhằm tuyên truyền chống Nhà nước CHXHCN Việt Nam. Hành vi của ông đã thực hiện không đúng quyền nào sau đây?",
        "ans_a":"A. Quyền tự do ngôn luận",
        "ans_b":"B. Quyền tham gia quản lí Nhà nước và xã hội",
        "ans_c":"C. Quyền khiếu nại và tố cáo",
        "ans_d":"D. Quyền được phát triển","ans_true":	1	},
      {"ques":"Quyền nhân thân trong gia đình được hiểu là",
        "ans_a":"A. quyền về mọi mặt của các thành viên trong gia đình",
        "ans_b":"B. quyền về mặt tinh thần giữa các thành viên trong gia đình",
        "ans_c":"C. là quyền dân sự gắn liền với mỗi cá nhân, không thể chuyển giao cho người khác",
        "ans_d":"D. quyền về tài sản và tinh thần gắn với một người cụ thể, có thể chuyển giao","ans_true":	2	},
      {"ques":"Ông X thấy mình có năng lực để có thể đại diện cho nhân dân tham gia vào bộ máy nhà nước, ông X đã ứng cử vào Hội đồng nhân dân xã. Trong trường hợp này ông X đã",
        "ans_a":"A. sử dụng pháp luật",
        "ans_b":"B. tuân thủ pháp luật",
        "ans_c":"C. thi hành pháp luật",
        "ans_d":"D. áp dụng pháp luật","ans_true":	1	},
      {"ques":"Tự tiện vào chỗ ở của người khác, tự tiện khám chỗ ở của công dân là hành vi xâm phạm quyền nào dưới đây của công dân?",
        "ans_a":"A. Quyền bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. Quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân",
        "ans_c":"C. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm của công dân",
        "ans_d":"D. Quyền bất khả xâm phạm về chỗ ở của công dân","ans_true":	4	},
      {"ques":"Cha mẹ không được phân biệt đối xử giữa các con, ngược đãi, hành hạ, xúc phạm con. Điều này được quy định cụ thể trong",
        "ans_a":"A. Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam",
        "ans_b":"B. Luật phòng chống bạo lực gia đình",
        "ans_c":"C. Luật hình sự",
        "ans_d":"D. Luật hôn nhân và gia đình","ans_true":	4	},
      {"ques":"Pháp luật Việt Nam quy định người đủ bao nhiêu tuổi phải chịu trách nhiệm về mọi tội phạm?",
        "ans_a":"A. Từ đủ 14 đến dưới 16",
        "ans_b":"B. Từ đủ 16 đến dưới 18 tuổi",
        "ans_c":"C. Từ đủ 16 tuổi trở lên",
        "ans_d":"D. Từ đủ 18 tuổi trở lên","ans_true":	3	},
      {"ques":"“Mọi công dân đều bình đẳng trước pháp luật”, nội dung này được quy định ở đâu?",
        "ans_a":"A. Luật dân sự",
        "ans_b":"B. Nghị quyết Quốc hội",
        "ans_c":"C. Hiến pháp",
        "ans_d":"D. Luật hành chính","ans_true":	3	}
    ]
  },
  {
    "subject": "Giáo dục công dân",
    "exam_num": 12,
    "time": 50,
    "questions": [
      {"ques":"Việc đưa ra các quy định về thuế, pháp luật đã tác động đến lĩnh vực",
        "ans_a":"A. Môi trường",
        "ans_b":"B. Kinh tế",
        "ans_c":"C. Văn hóa",
        "ans_d":"D. Quốc phòng an ninh","ans_true":	2	},
      {"ques":"Đối với sự phát triển kinh tế - xã hội, văn hóa được xem là",
        "ans_a":"A. Điều kiện",
        "ans_b":"B. Cơ sở",
        "ans_c":"C. Tiền đề",
        "ans_d":"D. Động lực","ans_true":	4	},
      {"ques":"Thực hiện trách nhiệm pháp lý đối với người từ đủ 14 đến dưới 18 tuổi là",
        "ans_a":"A. Giáo dục, răn đe là chính",
        "ans_b":"B. Có thể bị phạt tù",
        "ans_c":"C. Buộc phải cách li với xã hội và không có điều kiện tái hòa nhập cộng đồng",
        "ans_d":"D. Chủ yếu là đưa ra lời khuyên","ans_true":	1	},
      {"ques":"Trách nhiệm pháp lý được áp dụng đối với người vi phạm pháp luật nhằm",
        "ans_a":"A. giáo dục, răn đe, hành hạ",
        "ans_b":"B. kiềm chế những việc làm trái luật",
        "ans_c":"C. xử phạt hành chính",
        "ans_d":"D. phạt tù hoặc tử hình","ans_true":	2	},
      {"ques":"Vi phạm pháp luật hành chính là hành vi vi phạm pháp luật, xâm phạm tới",
        "ans_a":"A. quan hệ xã hội và quan hệ kinh tế",
        "ans_b":"B. các quy tắc quản lí nhà nước",
        "ans_c":"C. các điều luật và các quan hệ hành chính",
        "ans_d":"D. quan hệ xã hội và quan hệ hành chính","ans_true":	2	},
      {"ques":"Hình phạt trong pháp luật hình sự của các nước thể hiện “hậu quả pháp lý” nặng nề nhất mà chủ thể phải gánh chịu do hành vi vi phạm pháp luật gây ra thể hiện đặc trưng",
        "ans_a":"A. Tính xác định chặt chẽ về mặt hình thức",
        "ans_b":"B. Tính quyền lực, bắt buộc chung",
        "ans_c":"C. Tính chủ quan, quy phạm phổ biến",
        "ans_d":"D. Tính ý chí","ans_true":	2	},
      {"ques":"Một học sinh lớp 11 (16 tuổi) chạy xe gắn máy trên 50cc ra đường chơi (Có đội mũ bảo hiểm), được xem là",
        "ans_a":"A. Không vi phạm pháp luật vì thực hiện quyền tự do đi lại",
        "ans_b":"B. Vi phạm pháp luật vì có đủ năng lực trách nhiệm pháp lý",
        "ans_c":"C. Không phải chịu trách nhiệm về hành vi của mình",
        "ans_d":"D. Không vi phạm vì có đội mũ bảo hiểm theo quy định","ans_true":	4	},
      {"ques":"Cứ đến ngày Quốc khánh (2/9) người nào cải tạo tốt, biết hối cải thì được Chủ tịch nước ân xá cho ra tù trước thời hạn. Thể hiện bản chất gì của pháp luật?",
        "ans_a":"A. Bản chất giai cấp",
        "ans_b":"B. Bản chất xã hội",
        "ans_c":"C. Bản chất nhân đạo sâu sắc pháp luật xã hội chủ nghĩa",
        "ans_d":"D. Bản chất nhân dân","ans_true":	1	},
      {"ques":"Khoan hồng đối với người tự thú, thành khẩn khai báo, tố giác người đồng phạm, lập công chuộc tội, ăn năn hối cải, tự nguyện sửa chữa hoặc bồi thường thiệt hại gây ra. Thể hiện điều gì của pháp luật nước ta",
        "ans_a":"A. tính nhân đạo",
        "ans_b":"B. tính quyền lực",
        "ans_c":"C. tính dân chủ",
        "ans_d":"D. tính xã hội","ans_true":	1	},
      {"ques":"Tòa án huyện A tuyên bố bị cáo B mức phạt 2 năm tù vì tội hiếp dâm, là",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Áp dụng pháp luật",
        "ans_c":"C. Thi hành pháp luật",
        "ans_d":"D. Tuân thủ pháp luật","ans_true":	1	},
      {"ques":"Quyền sáng tạo của công dân được pháp luật quy định là",
        "ans_a":"A. Quyền sở hữu công nghiệp",
        "ans_b":"B. Quyền được tự do thông tin",
        "ans_c":"C. Quyền tự do ngôn luận, tự do báo chí",
        "ans_d":"D. Quyền phát triển","ans_true":	1	},
      {"ques":"Nhà nước thực hiện công bằng xã hội trong giáo dục là để",
        "ans_a":"A. tạo điều kiện cho ai cũng được học hành",
        "ans_b":"B. mọi công dân bình đẳng, nhưng phải có sự đồng ý của cơ quan có thẩm quyền",
        "ans_c":"C. ưu tiên cho các dân tộc thiểu số",
        "ans_d":"D. ưu tiên tìm tòi nhân tài, góp phần phụng sự đất nước","ans_true":	1	},
      {"ques":"Các tổ chức cá nhân không làm những việc bị cấm là",
        "ans_a":"A. Sử dụng pháp luật",
        "ans_b":"B. Thi hành pháp luật",
        "ans_c":"C. Tuân thủ pháp luật",
        "ans_d":"D. Áp dụng pháp luật","ans_true":	3	},
      {"ques":"Dấu hiệu cơ bản của vi phạm pháp luật là",
        "ans_a":"A. hành vi trái pháp luật",
        "ans_b":"B. hành vi không đúng luật",
        "ans_c":"C. hành vi sai pháp luật",
        "ans_d":"D. hành vi không có trong luật","ans_true":	1	},
      {"ques":"Nhà nước đưa ra trách nhiệm pháp lý là nhằm",
        "ans_a":"A. Phạt tiền người vi phạm",
        "ans_b":"B. Buộc chủ thể vi phạm chấm dứt hành vi trái pháp luật, phải chịu những thiệt hại nhất định; giáo dục răn đe những người khác",
        "ans_c":"C. Lập lại trật tự xã hội",
        "ans_d":"D. Ngăn chặn người vi phạm có thể có vi phạm mới","ans_true":	2	},
      {"ques":"Cơ sở nào sau đây là cơ sở pháp lý bảo đảm bình đẳng quyền và nghĩa vụ của công dân?",
        "ans_a":"A. Hiến pháp, Luật, Bộ luật",
        "ans_b":"B. Nội quy của cơ quan",
        "ans_c":"C. Điều lệ Đoàn",
        "ans_d":"D. Điều lệ Đảng","ans_true":	1	},
      {"ques":"Công dân bình đẳng về quyền và nghĩa vụ được hiểu là",
        "ans_a":"A. Mọi công dân đều được hưởng quyền như nhau theo quy định của pháp luật",
        "ans_b":"B. Mọi công dân đều phải có nghĩa vụ như nhau theo quy định của pháp luật",
        "ans_c":"C. Mọi công dân đều được bình đẳng về hưởng quyền và làm nghĩa vụ trước Nhà nước và xã hội theo quy định của Pháp luật",
        "ans_d":"D. Mọi công dân đều có quyền và nghĩa vụ giống nhau","ans_true":	3	},
      {"ques":"Khi nói đến bình đẳng có thể hiểu là vấn đề nào được đề cập trước hết?",
        "ans_a":"A. Quyền lợi",
        "ans_b":"B. Cách đối xử",
        "ans_c":"C. Trách nhiệm",
        "ans_d":"D. Nghĩa vụ","ans_true":	1	},
      {"ques":"Điều nào sau đây không phải là mục đích của hôn nhân",
        "ans_a":"A. xây dựng gia đình hạnh phúc",
        "ans_b":"B. củng cố tình yêu lứa đôi",
        "ans_c":"C. tổ chức đời sống vật chất của gia đình",
        "ans_d":"D. thực hiện đúng nghĩa vụ của công dân đối với đất nước","ans_true":	3	},
      {"ques":"Bình bẳng trong quan hệ vợ chồng được thể hiện qua quan hệ nào sau đây?",
        "ans_a":"A. Quan hệ vợ chồng và quan hệ giữa vợ chồng với họ hàng nội, ngoại",
        "ans_b":"B. Quan hệ gia đình và quan hệ xã hội",
        "ans_c":"C. Quan hệ nhân thân và quan hệ tài sản",
        "ans_d":"D. Quan hệ hôn nhân và quan hệ quyết thống","ans_true":	3	},
      {"ques":"Nội dung nào sau đây thể hiện bình đẳng trong lao động",
        "ans_a":"A. Cùng thực hiện đúng nghĩa vụ tài chính đối với nhà nước",
        "ans_b":"B. Tự do lựa chọn các hình thức kinh doanh",
        "ans_c":"C. Có cơ hội như nhau trong tiếp cận việc làm",
        "ans_d":"D. Tự chủ trong kinh doanh để nâng cao hiệu quả cạnh tranh","ans_true":	3	},
      {"ques":"Theo Hiến pháp nước ta đối với công dân lao động là",
        "ans_a":"A. Nghĩa vụ",
        "ans_b":"B. Bổn phận",
        "ans_c":"C. Quyền lợi",
        "ans_d":"D. Quyền và nghĩa vụ","ans_true":	4	},
      {"ques":"Sau một thời gian hoạt động, công ty X thu được lãi cao và quyết định mở rộng quy mô ngành nghề của mình. Công ty X đã thực hiện quyền",
        "ans_a":"A. bình đẳng trong lao động",
        "ans_b":"B. bình đẳng trong kinh doanh",
        "ans_c":"C. bình đẳng trong sản xuất",
        "ans_d":"D. bình đẳng trong quan hệ kinh tế - xã hội","ans_true":	2	},
      {"ques":"Chị A muốn nhận B làm con nuôi, theo quy định của pháp luật thì chị A phải thỏa mãn một trong các điều kiện sau",
        "ans_a":"A. Chị A phải từ 20 tuổi trở lên",
        "ans_b":"B. Chị A chỉ cần nộp giấy chứng minh và giấy tờ tùy thân của mình",
        "ans_c":"C. Chị A chỉ cần có sự chứng kiến của cơ quan nhà nước thì có thể nhận B làm con nuôi",
        "ans_d":"D. Chị A phải từ 22 tuổi trở lên","ans_true":	1	},
      {"ques":"Quyền bình đẳng giữa các dân tộc được hiểu là",
        "ans_a":"A. Các dân tộc được nhà nước và pháp luật tôn trọng",
        "ans_b":"B. Các dân tộc được nhà nước và pháp luật bảo vệ",
        "ans_c":"C. Các dân tộc được nhà nước và pháp luật tôn trọng, bảo vệ tạo điều kiện phát triển",
        "ans_d":"D. Các dân tộc được nhà nước và pháp luật tôn trọng, bảo vệ","ans_true":	3	},
      {"ques":"Tôn giáo được biểu hiện",
        "ans_a":"A. Qua các đạo khác nhau",
        "ans_b":"B. Qua các tín ngưỡng",
        "ans_c":"C. Qua các hình thức tín ngưỡng có tổ chức",
        "ans_d":"D. Qua các hình thức lễ nghi","ans_true":	3	},
      {"ques":"Việc các thí sinh dân tộc thiểu số vùng sâu, vùng xa khi thi tuyển đại học được cộng điểm ưu tiên được hiểu là thể hiệ",
        "ans_a":"A. quyền bình đẳng giữa các dân tộc",
        "ans_b":"B. quyền bình đẳng giữa các tôn giáo",
        "ans_c":"C. quyền bình đẳng giữa các công dân",
        "ans_d":"D. quyền bình đẳng giữa các cá nhân","ans_true":	1	},
      {"ques":"Đi xe máy vượt đèn đỏ gây thương tích cho người khác là vi phạm quyền",
        "ans_a":"A. Bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. Được pháp luật bảo hộ về tính mạng, sức khoẻ của công dân",
        "ans_c":"C. Được pháp luật bảo hộ về danh dự, nhân phẩm của công dân",
        "ans_d":"D. Bất khả xâm phạm về chỗ ở của công dân","ans_true":	2	},
      {"ques":"Giam giữ người quá thời hạn qui định là vi phạm quyền",
        "ans_a":"A. Bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. Được pháp luật bảo hộ về tính mạng, sức khoẻ của công dân",
        "ans_c":"C. Được pháp luật bảo hộ về danh dự, nhân phẩm của công dân",
        "ans_d":"D. Bất khả xâm phạm về chỗ ở của công dân","ans_true":	1	},
      {"ques":"Xúc phạm người khác trước mặt nhiều người là vi phạm quyền",
        "ans_a":"A. Bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. Được pháp luật bảo hộ về tính mạng, sức khoẻ của công dân",
        "ans_c":"C. Được pháp luật bảo hộ về danh dự, nhân phẩm của công dân",
        "ans_d":"D. Bất khả xâm phạm về chỗ ở của công dân","ans_true":	3	},
      {"ques":"Vai trò của pháp luật đối với sự phát triển bền vững của đất nước được thể hiện",
        "ans_a":"A. Trong lĩnh vực văn hóa",
        "ans_b":"B. Chủ yếu trong lĩnh vực kinh tế",
        "ans_c":"C. Chủ yếu trong lĩnh vực bảo vệ môi trường",
        "ans_d":"D. Trong tất cả các lĩnh vực của đời sống xã hội","ans_true":	4	},
      {"ques":"Trong xu hướng toàn cầu hóa, quốc tế hóa hiện nay và để đảm bảo sự lâu dài, hiệu quả, mỗi quốc gia nên chọn phát triển theo hướng",
        "ans_a":"A. Năng động",
        "ans_b":"B. Sáng tạo",
        "ans_c":"C. Bền vững",
        "ans_d":"D. Liên tục","ans_true":	3	},
      {"ques":"Quyền bất khả xâm phạm về thân thể của cong dân được ghi nhận tại điều 20 Hiến pháp 2013 là",
        "ans_a":"A. Quyền tự do nhất",
        "ans_b":"B. Quyền tự do cơ bản nhất",
        "ans_c":"C. Quyền tự do quan trọng nhất",
        "ans_d":"D. Quyền tự do cần thiết nhất","ans_true":	3	},
      {"ques":"Trong lúc H đang bận việc riêng thì điện thoại có tin nhắn, T đã tự ý mở điện thoại của H ra đọc tin nhắn. Hành vi này của T đã xâm phạm đến quyền nào dưới đây?",
        "ans_a":"A. Quyền được pháp luật bảo hộ về danh dự của công dân",
        "ans_b":"B. Quyền tự do dân chủ của công dân",
        "ans_c":"C. Quyền được đảm bảo an toàn và bí mật thư tín, điện thoại của công dân",
        "ans_d":"D. Quyền tự do ngôn luận của công dân","ans_true":	3	},
      {"ques":"Trong thời gian gần đây, trên mạng xã hội facebook xuất hiện những clip nhiều nữ sinh đánh bạn học, làm tổn hại nghiêm trọng đến tâm sinh lí của người bị hại là vi phạm nội dung của",
        "ans_a":"A. quyền bất khả xâm phạm về thân thể của công dân",
        "ans_b":"B. quyền được pháp luật bảo hộ về sức khỏe, tính mạng, danh dự và nhân phẩm của công dân",
        "ans_c":"C. quyền bất khả xâm phạm về sức khỏe, tính mạng, danh dự và nhân phẩm của công dân",
        "ans_d":"D. quyền được pháp luật bảo đảm về sức khỏe, tính mạng, danh dự và nhân phẩm của công dân","ans_true":	2	},
      {"ques":"Anh A đề nghị thủ trưởng cơ quan xem xét lại quyết định cho thôi việc của mình. Ta nói anh A đang thực hiện quyền gì?",
        "ans_a":"A. Quyền tố cáo",
        "ans_b":"B. Quyền ứng cử",
        "ans_c":"C. Quyền bãi nại",
        "ans_d":"D. Quyền khiếu nại","ans_true":	4	},
      {"ques":"Nguyên tắc nào không phải là nguyên tắc bầu cử",
        "ans_a":"A. Phổ thông",
        "ans_b":"B. Bình đẳng",
        "ans_c":"C. Công khai",
        "ans_d":"D. Trực tiếp","ans_true":	3	},
      {"ques":"Thảo luận và biểu quyết các các vấn đề trọng đại khi Nhà nước tổ chức trưng cầu ý dân là việc thực hiện quyền tham gia quản lý nhà nước ở",
        "ans_a":"A. Phạm vi cả nước",
        "ans_b":"B. Phạm vi cơ sở",
        "ans_c":"C. Phạm vi địa phương",
        "ans_d":"D. Phạm vi cơ sở và địa phương","ans_true":	2	},
      {"ques":"Tác phẩm văn học do công dân tạo ra được pháp luật bảo hộ thuộc quyền nào dưới đây của công dân?",
        "ans_a":"A. Quyền tác giả",
        "ans_b":"B. Quyền sở hữu công nghiệp",
        "ans_c":"C. Quyền phát minh sáng chế",
        "ans_d":"D. Quyền được phát triển","ans_true":	1	},
      {"ques":"Chính sách miễn giảm học phí của Nhà nước ta đã tạo điều kiện giúp đỡ nhiều học sinh có hoàn cảnh khó khăn được học tập. Điều này thể hiện",
        "ans_a":"A. công bằng xã hội trong giáo dục",
        "ans_b":"B. bất bình đẳng trong giáo dục",
        "ans_c":"C. định hướng đổi mới giáo dục",
        "ans_d":"D. chủ trương phát triển giáo dục","ans_true":	1	}
    ]
  }
]